{
  "terms_aplicateca": {
    "_url": "/pt/termos-aplicateca/",
    "sections": {
      "sections": [
        {
          "children": [
            "No cumprimento com o dever de informação recolhido no artigo 10 da Lei 34/2002, de 11 de julho, de Serviços da Sociedade da Informação e do Comércio Eletrónico, informamos que a URL www.upplication.com (daqui para a frente o PORTAL) é um domínio propriedade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE), com domicílio na Calle Quintana 2, 28008 Madrid (Madrid), com C.I.F. nº B86569654.",
            "Todas as marcas, nomes comerciais ou simbolos distintivos de qualquer classe que aparecem no PORTAL são propriedade da ENTIDADE ou de terceiros, sem que se possa entender que a utilização ou acesso ao site e/ou aos serviços, atribua ao utilizador nenhum direito sobre as citadas marcas, nomes comerciais e/ou simbolos distintivos.",
            "Do mesmo modo, os conteúdos publicados na web, o seu desenho gráfico, imagens, bases de dados e código fonte são propriedade inteletual da ENTIDADE ou de terceiros, sem que se possam entender cedidos ao utilizador, em virtude do estabelecido neste Aviso Legal, nenhum dos direitos de exploração que existem ou possam existir sobre ditos conteúdos para além do estritamente necessário para a utilização correta do PORTAL e dos serviços que se prestam através dele.",
            "O acesso a este website é responsabilidade exclusiva dos utilizadores. O simples acesso ao PORTAL não supõe estabelecer qualquer tipo de relação de caráter comercial entre a ENTIDADE e o utilizador. Acedendo a ele aceita os termos e condições descritos no PORTAL."
          ],
          "title": "Aviso Legal"
        },
        {
          "children": [
            "Esta política aplica-se ao website www.upplication.com (daqui para a frente o PORTAL) e a todos os serviços e produtos oferecidos na Internet por UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE). O presente documento resume o tipo de informação pessoal que a Entidade recebe e recompila quando se utilizam os serviços da página web.",
            "Prevê-se a utilização de cookies, log, links e outras tecnologias para armazenar as preferências do utilizador com o objetivo de melhorar a qualidade dos nossos serviços, assegurar o funcionamento técnico da rede, e desenvolver novas e melhores prestações. No caso de desactivar ou rejeitar os cookies, pode ocorrer que algumas das funções e/ou serviços do PORTAL não funcionem adequadamente.",
            "Em cumprimento do artigo 5 da Lei Orgânica 15/1999, de 13 de dezembro, de Proteção de Dados de Caráter Pessoal, pelo qual se regula o direito de informação na recolha de dados, informamo-lo de que os seus dados pessoais serão incorporados a um Ficheiro de Dados de Caráter Pessoal, titularidade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. como Responsável do Ficheiro, com a finalidade de manter as nossas relações contratuais, comerciais e profissionais que nos unem a si, assim como para o envio de comunicações postais, telemáticas, ou por outros meios, com ocasião de acontecimentos pontuais, ou em certos períodos do ano, que possam ser de interesse para o afetado.",
            "Do mesmo modo, UPPLICATION SOFTWARE TECHNOLOGIES, S.L. garante ao titular dos dados o exercício dos direitos de acesso, retificação, anulação e oposição dos dados que o/a concernem, devendo, para isso, dirigir-se mediante comunicação escrita para o seguinte endereço Calle Quintana 2, 28008 Madrid (Madrid). Em qualquer caso, o titular dos dados resulta informado e consente na conservação de ditos dados sob as devidas condições de segurança e segredo profissional, pelo período que resulte necessário para a finalidade para a que são recolhidos.",
            "O PORTAL não exerce controlo sobre os websites mostrados como resultado da sua pesquisa, links ou acessos desde o nosso directório. Estes outros websites podem colocar as suas próprias cookies ou solicitar-lhe informação pessoal.",
            "A ENTIDADE informa os Utilizadores Registados  da possibilidade de exercitar os direitos de acesso, anulação, retificação e oposição em relação ao seus dados de caráter pessoal que constam nos ficheiros da ENTIDADE, mediante comunicação por escrita acompanhada de uma fotocópia do CARTÃO DE CIDADÃO dirigida a UPPLICATION SOFTWARE TECHNOLOGIES, S.L., para o seguinte endereço: Calle Quintana 2, 28008 Madrid (Madrid)",
            "Estes ficheiros encontram-se devidamente inscritos no Registo da Agência Espahola de Proteção de Dados e cumprem as Medidas de Segurança requeridas pelo Real Decreto1720/2007.",
            "Os citados utilizadores somente estão autorizados à utilização do PORTAL com prévia aceitação e cumprimento das condições aqui recolhidas, devendo abandonar o site caso contrário."
          ],
          "title": "Política de Privacidade"
        },
        {
          "children": [
            {
              "children": [
                "O presente documento estabelece as condições pelas quais se rege a utilização desta página web e a adquisição de produtos na mesma (daqui para a frente, as “Condições\").",
                "Ao utilizar esta página web e ao contratar qualquer produto através da mesma, consente em ficar vinculado por estas Condições, pelo que se não está de acordo com as mesmas, não deve utilizar esta página web nem contratar através da mesma.",
                "Estas Condições poderiam ser modificadas, pelo que rogamos a sua leitura embora já o tenha feito antes.",
                "De qualquer modo, as Condições que estejam vigentes no momento da celebração de um contrato sobre qualquer produto ou serviço serão as que lhe resultem aplicáveis.",
                "Nas presentes condições referimo-nos a nós como \"UPPLICATION\" e a Si como o \"Cliente\"."
              ],
              "title": "1.- Introdução"
            },
            {
              "title": "2.- Os nossos dados",
              "children": [
                "Esta página web está operada sob a denominação UPPLICATION por UPPLICATION SOFTWARE TECHNOLOGIES S.L., sociedade espanhola com domicílio na Calle Quintana 2, 28008 Madrid (Madrid), inscrita no Registo Comercial de Madrid, Tomo 30419, Fólio 1, Secção 8, Folha 547507, inscrição 1ª e CIF nº B86569654.",
                "Dita entidade é a parte contratante no caso de que adquira algum produto."
              ]
            },
            {
              "children": [
                "A informação ou dados pessoais que nos facilite serão tratados conforme o estabelecido nas presentes Condições.",
                "Rogamos que leia atentamente as alíneas seguintes:",
                "a) Cessão dos seus próprios dados:",
                "Ao utilizar esta página e ao contratar qualquer produto, consente a incorporação dos seus dados de caráter pessoal num ficheiro que será objeto de tratamento com o objetivo de podermos comunicar consigo assim como gerir o cumprimento e o desenvolvimento dos contratos que subscreva connosco, e também com fins de comunicação comercial entre si e nós.",
                "Os dados que se solicitam durante o processo de contratação são obrigatórios. Se não nos facilita toda a informação e dados de caráter pessoal que lhe solicitamos, não poderemos fazer contratos consigo, pelo que qualquer encomenda será tida por não efectuada.",
                "Não obstante, em qualquer momento poderá exercer os direitos de acesso, retificação, anulação e oposição comunicando-o à direção administracion@upplication.com. Poderá também comunicar nesse email se deseja que a cessão de dados de caráter pessoal tenha somente como finalidade o estabelecimento do contrato e as necessidades próprias do contrato, excluindo outros fins.",
                "O responsável do ficheiro e do tratamento dos dados é UPPLICATION SOFTWARE TECHNOLOGIES S.L., com domicílio na Calle Quintana 2, 28008 Madrid (Madrid) e CIF nº B86569654.",
                "O utilizador desta página web e dos produtos e serviços que tenha contratado ou possa contratar declara que toda a informação ou dados que facilita são autênticos e correspondem com a realidade.",
                "b) Cessão de dados de terceiros como consequência da contratação dos produtos e serviços de UPPLICATION.",
                "A contratação dos produtos de UPPLICATION poderá implicar que poderá entrar em contacto com terceiros, sejam os seus clientes ou sejam simplesmente contactos pessoais, e que estes lhe fornecem dados de caráter pessoal para a sua incorporação num ficheiro de si e o seu tratamento.",
                "Devido a isso informa-mo-lo de que se compromete, e é responsabilidade sua, o cumprimento das obrigações e limitações que a Lei Orgânica 15/1999 de Proteção de Dados lhe impõe para obter dados de caráter pessoal de terceiras pessoas, armazená-los num ficheiro e o seu tratamento. Para tal efeito, será responsável do tratamento de ditos dados.",
                "Informa-mo-lo de que UPPLICATION, tal como está previsto no art. 12 da Lei 15/1999 de Proteção de Dados armazenará e tratará ditos dados dos seus contactos como encarregado do tratamento e exclusivamente para a gestão e desenvolvimento do produto que contratou connosco, e que nos encarrega ao contratar um produto. Em todo caso, o tratamento e utilização dos dados por parte de UPPLICATION limitar-se-á às especificações que se descrevem para o produto que tenha contratado.",
                "Do mesmo modo, e para os efeitos previstos no art. 21 do Real Decreto 1720/2007 que aprova o Regulamento de desenvolvimento da Lei de Proteção de Dados de Caráter Pessoa, autoriza a UPPLICATION a subcontratar os serviços de armazenamento e tratamento dos dados de caráter pessoal que obtivesse como consequência da utilização dos produtos contratados. A empresa subcontratada é Acens Technologies, S.L. com domicílio na calle San Rafael, 14, 28.108 – Alcobendas (Madrid) e o objeto da subcontratação consiste no armazenamento e tratamento de dados especificado no produto que tenha contratado. Também o informamos de que o tratamento de dados de caráter pessoal, tanto por UPPLICATION como pela empresa subcontratada, ajustar-se-á às suas instruções como responsável do tratamento.",
                "Uma vez finalizado o contrato entre si e nós por qualquer causa os dados serão destruídos."
              ],
              "title": "3.- Advertências sobre dados de caráter pessoal"
            },
            {
              "children": [
                "Ao realizar um contrato através desta página web, declara ser maior de 18 anos e ter capacidade legal para celebrar contratos.",
                "Ao utilizar esta página web e ao contratar os produtos da UPPLICATION através da mesma, compromete-se a:",
                "a) Fazer utilização desta página web unicamente para realizar consultas ou encomendas legalmente válidas.",
                "b) Não realizar encomenda falsa ou fraudulenta. Se razoavelmente se pudesse considerar que foi feito uma encomenda desta índole estaremos autorizados a anulá-la e informar, no seu caso, às autoridades pertinentes.",
                "c) Facilitar-nos o seu nome e apelidos ou denominação social, o NIF ou CIF, endereço electrónico, direcção postal e telefone de contacto de forma verdadeira e exata. Do mesmo modo, consente que poderemos fazer utilização de dita informação para entrar em contacto consigo se for necessário. No caso de que os dados que nos fornece não se ajustem à realidade, UPPLICATION poderá anular ou não iniciar relações contratuais consigo.",
                "d) Ao utilizar os produtos com fins ajustados à Lei e cumprindo com os requisitos que, no seu caso, a Lei exija, assim como com lealdade e boa-fé face a terceiros."
              ],
              "title": "a) Fazer uso desta página web unicamente para realizar consultas ou encomendas legalmente válidas."
            },
            {
              "children": [
                "A informação contida nas presentes Condições e os pormenores contidos nesta página web não constitui uma oferta de venda, mas sim um convite para contratar. Não existirá nenhum contrato entre si e nós em relação com nenhum produto ou serviço até que tenha sido satisfeito o preço correto que em cada caso e para cada modalidade se indica, e tenha sido expressamente aceite por nós.",
                "Se a sua encomenda não é aceite e já se tenha realizado algum débito direto na sua conta, a quantia do mesmo será devolvida na sua totalidade.",
                "Para realizar uma encomenda, deverá seguir o procedimento de compra online seguindo estritamente as instruções que se formulam."
              ],
              "title": "5.- Celebração do contrato de adquisição de produtos da UPPLICATION"
            }
          ],
          "title": "Condições de utilização da página web, compra de produtos e contratação"
        },
        {
          "children": [
            "Reservamo-nos o direito de retirar qualquer produto ou serviço desta página web em qualquer momento."
          ],
          "title": "MODIFICAÇÕES NA OFERTA DE PRODUTOS"
        },
        {
          "children": [
            "O preço de cada produto será o que se estabeleça em cada momento na nossa página web, salvo em caso de erro.",
            "Se descobríssemos um erro no preço de algum dos produtos que encarregou, seria informado o mais rápido possível e dar-lhe-emos a opção de reconfirmar a sua encomenda ao preço correto ou então anulá-la. Se não conseguirmos entrar em contacto consigo, a encomenda será considerada anulada e ser-lhe-á reembolsado integralmente as quantidades que tenham sido cobradas. Não estaremos obrigados a fornecer-lhe nenhum produto a um preço incorrecto (inclusive mesmo que tenhamos enviado alguma confirmação).",
            "O procedimento para o pagamento é o que se descreve na página web e deverá seguir todos os passos que lhe serão indicados. A transacção é segura, será verificada pelo sistema CV2 e a responsabilidade da mesma é da UPPLICATION.",
            "Uma vez completados todos os passos não se admitirá o retrocesso de qualquer pagamento com a única exceção do assinalado no parágrafo anterior.",
            "No caso de que o produto ou serviço contratado inclua taxas a pagar pela sua parte de forma periódica, deverá atender os pagamentos aos vencimentos assinalados.",
            "No caso de incumprimento pela sua parte de qualquer obrigação de pagamento, total ou parcialmente, UPPLICATION poderá resolver o contrato de forma imediata."
          ],
          "title": "PREÇO E PAGAMENTO"
        },
        {
          "children": [
            {
              "title": "PLANO BÁSICO",
              "children": [
                "Aspetos funcionais:",
                "- App móvel Android e iOS. Os sistemas operativos nos quais se desenvolverão as tuas apps serão Android da Google e iOS da Apple.",
                "- Web multi dispositivo (pc, tablet, smartphone). Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
                "- Subida aos markets. Upplication encarrega-se de subir as tuas apps para os markets da Google Play e App Store. A decisão final depende sempre da Google ou iOS, eles são os que filtram que aplicações entram e quais não entram nos seus markets Google Play Store ou App Store. Upplication só se encarrega de realizar a petição de aceitação à Google ou iOS e de facilitar-lhe o conteúdo necessário. No caso da Apple, as apps serão subidas para o market privado.",
                "- Publicidade Upplication. A aplicação tem publicidade da Upplication e/ou de terceiros.",
                "- Assinatura nos modelos. A aplicação tem assinatura da Application no modelo.",
                "- Estatísticas. Obtém informação do que está a acontecer na tua aplicação. Damos-te as ferramentas necessárias para ter sempre o controlo do que os teus clientes estão a fazer.",
                "- Notificações push. O dashboard não permitirá enviar notificações push.",
                "PREÇO: Pagamento mensal: 8,25 € por mês IVA não inc."
              ]
            },
            {
              "title": "PLANO PROFISSIONAL",
              "children": [
                "Aspetos funcionais:",
                "- App móvel Android e iOS. Os sistemas operativos nos quais se desenvolverão as tuas apps serão Android da Google e iOS da Apple.",
                "- Web multi dispositivo (pc, tablet, smartphone). Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
                "- Subida para os markets. Upplication encarrega-se de subir as tuas apps para os markets da Google Play e App Store. A decisão final depende sempre da Google ou iOS, eles são os que filtram que aplicações entam e quais não entram nos seus markets Google Play Store ou App Store. Upplication só se encarrega de realizar a petição de aceitação à Google ou iOS e de facilitar-lhe o conteúdo necessário.",
                "- Sem publicidade Upplication. A aplicação não tem publicidade da Upplication e/ou de terceiros.",
                "- Sem assinatura nos modelos. A aplicação não tem assinatura da Upplication no modelo.",
                "- Estatísticas. Obtém informação do que está a acontecer na tua aplicação. Damos-te as ferramentas necessárias para ter sempre o controlo do que os teus clientes estão a fazer.",
                "- Notificações push. O dashboard permitirá enviar 4 notificações push por mês.",
                "PREÇO: Pagamento mensal: 24,75€ € por mês IVA não inc."
              ]
            },
            {
              "title": "PLANO PREMIUM",
              "children": [
                "Aspetos funcionais:",
                "- App móvel Android e iOS. Os sistemas operativos nos quais se desenvolverão as tuas apps serão Android da Google e iOS da Apple.",
                "- Web multi dispositivo (pc, tablet, smartphone). Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
                "- Subida para os markets. Upplication encarrega-se de subir as tuas apps para os markets da Google Play e App Store. A decisão final depende sempre da Google ou iOS, eles são os que filtram que aplicações entram e quais não entram nos seus markets Google Play Store ou App Store. Upplication só se encarrega de realizar a petição de aceitação à Google ou iOS e de facilitar-lhe o conteúdo necessário.",
                "- Sem publicidade Upplication. A aplicação não tem publicidade da Upplication e/ou de terceiros.",
                "- Sem assinatura nos modelos. A aplicação não tem assinatura da Upplication no modelo.",
                "- Estatísticas. Obtém informação do que está a acontecer na tua aplicação. Damos-te as ferramentas necessárias para ter sempre o controlo do que os teus clientes estão a fazer.",
                "- Notificações push. O dashboard permitirá enviar notificações push ilimitadas.",
                "PREÇO: Pagamento mensal: 49,55€ por mês IVA não inc."
              ]
            },
            {
              "title": "PLANO FAZEMOS A TUA APP",
              "children": [
                "Aspetos funcionais:",
                "- App móvel Android e iOS. Os sistemas operativos nos quais se desenvolverão as tuas apps serão Android da Google e iOS da Apple.",
                "- Web multi dispositivo (pc, tablet, smartphone). Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
                "- Subida para os markets. Upplication encarrega-se de subir as tuas apps para os markets da Google Play e App Store. A decisão final depende sempre da Google ou iOS, eles são os que filtram que aplicações entram e quais não entram nos seus markets Google Play Store ou App Store. Upplication só se encarrega de realizar a petição de aceitação à Google ou iOS e de facilitar-lhe o conteúdo necessário.",
                "- Sem publicidade Upplication. A aplicação não tem publicidade da Upplication e/ou de terceiros.",
                "- Sem assinatura nos modelos. A aplicação não tem assinatura da Upplication no modelo.",
                "- Estatísticas. Obtém informação do que está a acontecer na tua aplicação. Damos-te as ferramentas necessárias para ter sempre o controlo do que os teus clientes estão a fazer.",
                "- Notificações push. O dashboard permitirá enviar notificações push ilimitadas.",
                "- Atendimento ao cliente personalizado. Ligamos-te e ajudar-te-emos a criar uma aplicação de alta qualidade. Estaremos à tua disposição no telefone no número +34 910 059 424 (custo da chamada variará em função do operador, ajustando-se à tarifa ordinária nacional) de segunda-feira a sexta-feira das 10:00h às 18:00h (hora em Espanha).",
                "- Desenvolvimento e desenho personalizado em 3 semanas. Um membro da equipa de desenho da Upplication encarregar-se-á de que a tua app seja perfeita, para isso é importante que preenchas de maneira obrigatória dois formulários com o conteúdo que precisas de mostrar na tua app. Até que ambos os formulários não estejam preenchidos Upplication não começará a criar a tua app.",
                "- Três alterações por ano. Este serviço permite unicamente três modificações por ano depois da publicação nos markets. Podem ser realizadas de forma consecutiva ou espaçadas ao longo dos 12 meses. Para solicitar uma modificação na tua app tens de escrever-nos para o endereço soporte.telefonica@upplication.com ou ligar para o número +34 910 059 424 (custo da chamada variará em função do operador ajustando-se à tarifa ordinária nacional).",
                "- Curso Marketing App para pme. Upplication coloca à tua disposição um curso para aprenderes a melhorar a tua empresa e aumentares as tuas vendas utilizando a app móvel do teu negócio. Este curso consta de sete lições divididas em três blocos e tem uma duração aproximada de 10 dias. O envio do programa será realizado via mail.",
                "- Autocolante da tua app para o teu local.",
                "PREÇO: Pagamento mensal: 79,90€ por mês IVA não inc. (Este serviço está sujeito a 3 meses de permanência.)"
              ]
            }
          ],
          "title": "CONDIÇÕES PARTICULARES"
        },
        {
          "children": [
            "As condições particulares do contrato estarão constituídas pela definição que se proporciona na página web da UPPLICATION do Plano que o Cliente contrate."
          ],
          "title": "SOBRE O CONTEÚDO DO CONTRATO"
        },
        {
          "children": [
            "Dado que os produtos que UPPLICATION oferece incluem que o Cliente poderá utilizá-los nas suas relações, pessoais ou comerciais, com terceiros, na utilização que possa realizar dos produtos contratados com UPPLICATION, o Cliente compromete-se a respeitar os seguintes princípios:",
            "a) A salvaguarda da ordem pública, a investigação penal, a segurança pública e a defesa nacional.",
            "b) A proteção da saúde pública ou das pessoas físicas ou jurídicas que tenham a condição de consumidores ou utilizadores inclusivamente quando atuem como investidores.",
            "c) O respeito pela dignidade da pessoa e ao princípio de não discriminação por motivos de raça, sexo, religião, opinião, nacionalidade, deficiência ou qualquer outra circunstância pessoal ou social.",
            "d) A proteção da juventude e da infância.",
            "e) A salvaguarda dos direitos de propriedade inteletual.",
            "e) Serão respeitados em todo caso as garantias, normas e procedimentos previstos no ordenamento jurídico para proteger os direitos à intimidade pessoal e familiar, à proteção dos dados pessoais, à liberdade de expressão ou à liberdade de informação.",
            "Devido a que os produtos que se possam contratar preveem a criação e a gestão por parte do Cliente de uma web, o Cliente é consciente de que, além de cumprir com as condições anteriores, deverá cumprir com as prevenções e requisitos estabelecidos na Lei 34/2002 de 11 de julho de Serviços da Sociedade da Informação.",
            "UPPLICATION não é responsável pelas infracções ou incumprimentos nos quais o Cliente possa incorrer em relação ao contemplado na presente cláusula."
          ],
          "title": "COMPROMISSOS GERAIS FACE A TERCEIROS DO UTILIZADOR DA UPPLICATION"
        },
        {
          "children": [
            "A utilização que o Cliente faça dos produtos contratados com UPPLICATION pode dar lugar a que o cliente acorde compromissos de caráter civil, comercial ou administrativo face a terceiros e/ou Administrações públicas. O Cliente é consciente de que UPPLICATIONn não é parte desses possíveis compromissos nem se pode ver afetada direta ou indiretamente pelos mesmos. O Cliente adoptará, no seu caso, as medidas necessárias para manter a UPPLICATION à margem e indemne de qualquer responsabilidade derivadas daqueles."
          ],
          "title": "COMPROMISSOS CONTRATUAIS FACE A TERCEIROS DO UTILIZADOR DA UPPLICATION"
        },
        {
          "children": [
            "Devido à natureza aberta desta página web e a que os produtos que se oferecem consistem em aplicações eletrónicas que se distribuem através das redes gerais de comunicação, existe a possibilidade de que se produzam erros na armazenagem e transmissão de informação digital, assim como riscos de ataques fraudulentas por parte de terceiros. Em consequência, não podemos garantir a precisão e segurança da informação transmitida ou obtida tanto por meio desta página web como a que se fornece para dar cumprimento aos Contratos que possa celebrar.",
            "Com o alcance que a lei permita, excluímos todas as garantias, salvo aquelas que não possam ser legitimamente excluídas face aos consumidores e utilizadores.",
            "O disposto na presente cláusula não afetará os seus direitos legais em caso de que atue como consumidor e utilizador.",
            "Por outra parte, faz-se constar com efeitos dos artigos 15 e 16 da Lei 34/2002 de Serviços da Sociedade da Informação que no desenvolvimento do Contrato UPPLICATION:",
            "a) Não modificará a informação que receba.",
            "b) Permitirá o acesso a ela somente ao Cliente.",
            "c) O seu sistema respeita as normas geralmente aceites e aplicadas para a atualização da informação.",
            "d) UPPLICATION não interfere na utilização lícita de tecnologia geralmente aceite e utilizada pelo setor para obter dados sobre a utilização da informação.",
            "e) UPPLICATION retirará a informação que tenha armazenada, ou tornará impossível o acesso a ela, quando tenha conhecimento efetivo de que foi retirada do lugar no qual se encontrava, ou então que se tenha impossibilitado o acesso a ela, ou que uma autoridade competente tenha ordenado a sua retirada ou impedido o acesso a ela.",
            "f) UPPLICATION não terá conhecimento efetivo da informação que receba de si até ao ponto que lhe permita analizar ou discernir sobre a licitude ou ilicitude de atividade que desenvolve mediante o produto contratado, ou que a mesma possa produzir lesão nos direitos ou bens de um terceiro. Não obstante, se por qualquer meio comprovara ou chegara a seu conhecimento que na sua atuação o Cliente pôde incorrer numa atividade ilícita ou lesiva dos direitos ou bens de um terceiro, UPPLICATION atuará com diligência retirando os dados ou tornando impossível o acesso a eles e reserva-se o direito a anular o Contrato sem ter de restituir qualquer montante, e com reserva de ações legais."
          ],
          "title": "EXONERAÇÃO DE RESPONSABILIDADE"
        },
        {
          "children": [
            "Os produtos e serviços oferecidos por UPPLICATION contêm software original cujo autor é UPPLICATION SOFTWARE TECHNOLIGIES, S.L., aos efeitos do art. 96 do Real Decreto Legislativo 1/1996 que aprova a Lei de Propriedade Inteletual. Também usufruem de dita proteção as versões sucessivas e os programas derivados, assim como a documentação técnica e os manuais e instruções de utilização dos distintos produtos.",
            "Poderá fazer utilização de dito material unicamente na forma em que lho autorizemos expressamente nós e em nenhum caso está autorizado a considerar-se licenciatário nem a divulgá-lo nem a transmiti-lo a terceiros. Também não está autorizado a reproduzi-lo, nem total nem parcialmente, nem ainda de forma transitória, nem a introduzir nenhuma modificação distinta às que estejam previstas no próprio produto de forma ordinária.",
            "Também se informa que todos os simbolos distintivos, ícones e logotipos que pode ver na página web, ou que se lhe fornecem se subscreve um contrato, estão protegidos pela legislação espanhola sobre patentes e marcas e não tem autorização para fazer utilização deles sob nenhum conceito."
          ],
          "title": "PROPRIEDADE INTELETUAL\u2028E INDUSTRIAL"
        },
        {
          "children": [
            "No caso de que a nossa página web contenha links para outras págnas web e materiais de terceiros, ditos links facilitam-se unicamente para efeitos informativos, sem que tenhamos controlo algum sobre o conteúdo de ditas páginas web ou materiais. Portanto, não aceitamos nenhuma responsabilidade por qualquer dano, prejuízo ou perda derivados da sua utilização."
          ],
          "title": "LINKS A PARTIR DA NOSSA PÁGINA WEB"
        },
        {
          "children": [
            "Para efeitos contratuais, consente em utilizar o e-mail que facilita no processo de contratação como meio de comunicação para efeitos contratuais e reconhece que tanto o contrato como a notificação, informação e restantes comunicações que lhe enviemos de forma eletrónica cumprem com os requisitos legais de ser por escrito. Esta condição não afetará os seus direitos irrenunciáveis reconhecidos por lei.",
            "Para demonstrar que a notificação foi feita, será suficiente comprovar que o correio eletrónico foi enviado para a direção de correio especificada por si no processo de contratação embora não conste a recepção.",
            "De forma recíproca, as notificações que nos envie deverão ser remetidas sempre para o e-mail administracion@upplication.com e, do mesmo modo, cumprirão com todos os requisitos para ser válidas e suficientes para efeitos contratuais."
          ],
          "title": "COMUNICAÇÕES POR ESCRITO"
        },
        {
          "children": [
            "O Contrato é vinculante tanto para si como para nós.",
            "Não poderá transmitir, ceder, gravar ou de qualquer outro modo transferir o Contrato ou algum dos direitos ou obrigações derivados do mesmo a nenhum terceiro sem ter obtido o nosso consentimento prévio por escrito.",
            "UPPLICATION poderá transmitir, ceder, gravar, subcontratar ou de qualquer outro modo transferir um Contrato ou algum dos direitos ou obrigações derivados do mesmo a qualquer terceiro e em qualquer momento durante a vigência do Contrato. Para evitar qualquer dúvida, ditas transmissões, cessões, encargos ou outras transferências não afetarão os direitos que, no seu caso, tem em virtude do contrato ou como consumidor / utilizador reconhecidos por lei."
          ],
          "title": "CESSÃO DE DIREITOS E OBRIGAÇÕES"
        },
        {
          "children": [
            "Embora contamos com medidas importantes de segurança, devemos preveni-lo de que não seremos responsáveis de qualquer dano ou perda resultante de um ataque de denegação de serviço, vírus ou qualquer outro programa ou material tecnologicamente prejudicial ou daninho que possa afetar o seu computador, equipamento informático, dados ou materiais como consequência da utilização desta página web, da utilização dos produtos que adquire ou do download de conteúdos da mesma ou aos que a mesma direcione.",
            "Não deve realizar uma utilização indevida desta página web mediante a introdução intencionada na mesma de vírus, cavalos de tróia, worms, bombas lógicas ou qualquer outro programa ou material tecnologicamente prejudicial, daninho ou que altere o conteúdo, seja modificando-o, seja redirecionando-o. Não tentará ter acesso não autorizado a esta página web, ao servidor que dita página se encontre alojada ou a qualquer servidor, computador ou base de dados relacionada com a nossa página web ou com as empresas que subcontratemos. Compromete-se a não atacar esta página web através de um ataque de denegação de serviço ou de um ataque de denegação de serviço distribuído.",
            "O incumprimento desta cláusula poderia implicar a comissão de infracções tipificadas pela norma aplicável. Informaremos de qualquer incumprimento de dita norma às autoridades competentes e cooperaremos com elas para descobrir a identidade do atacante. Do mesmo modo, no caso de incumprir ou tente incumprir a presente cláusula, deixará imediatamente de estar autorizado a utilizar esta página web. Também, nestes casos será responsável por todos os danos e prejuízos de natureza económica ou de qualquer outra natureza que possa causar."
          ],
          "title": "VÍRUS, PIRATARIA E OUTROS ATAQUES INFORMÁTICOS"
        },
        {
          "children": [
            "Não seremos responsáveis por nenhum incumprimento ou atraso no cumprimento de alguma das obrigações que assumamos ao abrigo de um Contrato, cuja causa se deva a acontecimentos que estão fora do nosso controlo razoável (\"Causa de Força Maior\").",
            "As Causas de Força Maior incluirão qualquer ato, acontecimento, falta de exercício, omissão ou acidente que, entre outros e sem caráter limitativo, se enumeram a seguir:",
            "a) Greves, fechos patronais ou outras medidas reivindicativas.",
            "b) Rebelião, invasão, ataque terrorista ou ameaça terrorista, guerra (declarada ou não) ou ameaça ou preparativos de guerra.",
            "c) Incêndio, explosão, trovoada, inundação, terremoto, desmoronamento, epidemia ou outro desastre natural ou causado pelo homem, com culpa ou acidentalmente.",
            "d) Impossibilidade ou dificuldade grave de utilizar sistemas públicos ou privados de telecomunicações e de armazenamento e tratamento de dados.",
            "e) Atos, decretos, legislação, norma ou restrições de qualquer governo ou autoridade pública.",
            "Entender-se-á que as nossas obrigações derivadas dos Contratos ficarão suspensas durante o período no qual a Causa de Força Maior se mantenha, e disporemos de uma ampliação no prazo para cumprir ditas obrigações por um período de tempo igual ao que dura a Causa de Força Maior. Colocaremos todos os meios razoáveis para que finalize a Causa de Força Maior para encontrar uma solução que nos permita cumprir com as nossas obrigações em virtude do Contrato apesar da Causa de Força Maior."
          ],
          "title": "OUTROS ACONTECIMENTOS FORA DO NOSSO CONTROLO"
        },
        {
          "children": [
            "O Cliente poderá contratar os produtos com as durações temporais e condições particulares aplicáveis a cada um dos planos que se oferecem.",
            "Durante o tempo em que esteja em vigor o Plano que tenha contratado, UPPLICATION estará obrigada a dar suporte aos serviços que inclui o produto durante o período que em cada caso se indica segundo a modalidade escolhida.",
            "O período contratual englobará desde a data de formalização eletrónica do Contrato até à sua anulação a instâncias do Cliente ou da UPPLICATION.",
            "O Cliente poderá desistir do Contrato em qualquer momento mas a sua efetividade produzir-se-á no último dia da mensalidade em curso, cujo pagamento, portanto se deverá efetuar. UPPLICATION não terá de devolver nenhuma quantidade recebida a conta.",
            "A comunicação de aviso de anulação ou não renovação por parte do cliente deverá ser realizada para a seguinte direção de correio eletrónico: administracion@upplication.com.",
            "No caso de falta de pagamento de qualquer das obrigações de pagamento, assim como no caso de incumprimento por parte do Cliente de qualquer uma das suas obrigações derivadas das Condições ou das condições particulares do Plano contratado, UPPLICATION estará facultada, mas não obrigada, para resolver o contrato e anular imediatamente e definitivamente a utilização do produto ou serviço, para todos os efeitos. Também terá direito a reclamar todos aqueles vencimentos anteriores à resolução do contrato que estivejam pendentes de pagamento.",
            "No caso de que UPPLICATION anulara o contrato, por qualquer causa, inclusivamente por Força Maior, comunicá-lo-á pela direção eletrónica proporcionada pelo Cliente.",
            "Efeitos da extinção do Contrato:",
            "a) Quando se extinga o contrato por qualquer causa, incluindo o vencimento, o incumprimento do Cliente, Força Maior ou qualquer outro motivo, UPPLICATION interromperá a conexão do Cliente com o seu sistema.",
            "b) Todos os dados e informações, tanto do Cliente como dos seus contactos (clientes próprios ou particulares), que tenham ficado armazenados nos sistemas de UPPLICATION ou das empresas com as que tenha subcontratado como consequência dos serviços prestados, serão destruídos salvo nos casos previstos pela Lei.",
            "c) Nenhuma das partes terá ação de reclamação face à outra como consequência da resolução do contrato, exceto as ações de reclamação da UPPLICATION face ao cliente por motivo de falta de pagamento e/ou incumprimento das suas obrigações, que permanecerão vigentes."
          ],
          "title": "DURAÇÃO, RESOLUÇÃO E EXTINÇÃO DO CONTRATO"
        },
        {
          "title": "RENÚNCIA",
          "children": [
            "A falta de requerimento pela nossa parte do cumprimento estrito pela sua parte de alguma das obrigações assumidas por si em virtude de um Contrato ou das presentes Condições, ou a falta de exercício pela nossa parte dos direitos ou acções que nos possam corresponder em virtude de dito Contrato ou das Condições, não suporá renúncia nem nenhuma limitação em relação com ditos direitos ou ações nem o exonerará a si de cumprir com tais obrigações.",
            "No caso de que renunciemos expressamente pela nossa parte a um direito ou ação concreta, isso não irá supor uma renúncia a outros direitos ou ações derivados do contrato ou das presentes Condições.",
            "Nenhuma renúncia pela nossa parte a alguma das presentes Condições ou aos direitos ou ações derivados do contrato surtirá efeito, a não ser que se estabeleça expressamente que é uma renúnica e se lhe comunique a si por escrito."
          ]
        },
        {
          "children": [
            "Se alguma das presentes Condições ou alguma disposição de um Contrato fossem declaradas nulas e/ou sem efeito por resolução firme ou de caráter cautelar por parte de uma autoridade competente, os restantes termos e condições permanecerão em vigor, sem que fiquem afetados por dita declaração de nulidade."
          ],
          "title": "NULIDADE PARCIAL"
        },
        {
          "children": [
            "As presentes Condições, conjuntamente com as derivadas do Contrato nos termos que se lhe expõem ao longo do procedimento de contratação, constituem o acordo íntegro existente entre si e nós em relação com o Contrato e substituem a qualquer outro pacto, acordo ou promessa anterior acordada entre si e nós verbalmente ou por escrito.",
            "Você e nós reconhecemos ter consentido a celebração do Contrato sem ter confiado em nenhuma declaração ou promessa feita pela outra parte ou que se pudesse inferir de qualquer declaração ou escrito nas negociações estabelecidas pelos dois antes de dito Contrato, salvo aquele que figura expressamente mencionado nas presentes Condições e nas condições particulares do Plano ou Planos contratados."
          ],
          "title": "ACORDO COMPLETO"
        },
        {
          "children": [
            "Temos direito a rever e modificar as presentes Condições em qualquer momento.",
            "Em qualquer caso, as Condições do Contrato que subscreva serão as vigentes no momento da sua subscrição, salvo que por lei ou decisão de autoridades públicas devamos fazer mudanças com caráter retroativo. Neste caso as possíveis mudanças afetarão também as encomendas que tivesse previamente feito."
          ],
          "title": "O NOSSO DIREITO A MODIFICAR ESTAS CONDIÇÕES"
        },
        {
          "children": [
            "A utilização da nossa página web e os contratos de adquisição de produtos através da mesma reger-se-ão pela legislação espanhola.",
            "Qualquer controvérsia que surja ou guarde relação com a utilização da página web ou com ditos contratos será submetida à jurisdição dos tribunais de Madrid capital, Espanha."
          ],
          "title": "LEGISLAÇÃO APLICÁVEL E JURISDIÇÃO"
        }
      ],
      "title": "Termos e condições"
    },
    "_meta_description": "Condições de utilização do serviço de Upplication, criador online de apps, em Movistar Applicateca.",
    "_keywords": "create app, how to create your app, create app android, create app iphone, create application, create online app, criar mobile app",
    "_meta_title": "Termos e condições de utilização para Upplication en Movistar Applicateca"
  }
}