{
  "offer": {
    "_keywords": "criar app, como criar a sua app, criar app android, criar app iphone, criar aplicação, criar app online, criar app móvel",
    "_meta_description": "Oferta de estágio para desenvolvedor ou backender ou frontender para Upplication, o criador de app online para ti ou para o teu negócio.",
    "_meta_title": "Estágio de desenvolvedor em Upplication: criador de apps",
    "_priority": "0.4",
    "_url": "/pt/oferta-estágio-developer/",
    "cheers": [
      "Cumprimentos!",
      "Javier Arnáiz"
    ],
    "introduction": [
      "em Upplication somos uma equipa em aprendizagem contínua onde existe um fluxo de informação entre toda a equipa, onde qualquer ideia é revista e discutida para nos certificarmos que cada processo e decisão que tomámos seja ótimo.",
      "Queremos continuar a renovar a nossas ideias e por isso procuramos um colega de trabalho em estágio que entre para fazer parte da nossa equipa de desenvolvimento e nos ajude a desenvolver o nosso dashboard e CRM interno.",
      "Queremos oferecer uma boa experiência de estágio  onde se aprenda e se disponha da oportunidade de entrar no mercado laboral. Não acreditamos num estágio onde, embora o trabalhador mostre o seu valor, não se lhe dá a oportunidade de entrar e fazer parte da empresa. É óbvio! Se uma pessoa é boa, numa empresa que está a crescer, seria um problema não tentar que fique connosco."
    ],
    "lifestyle": "Se queres ganhar a vida como desenvolvedor e gostas das tecnologias móveis, gostaríamos que nos conhecêssemos e falássemos  sobre o projeto e a nossa maneira de entender o trabalho. Se vemos que tudo encaixa, faremos tudo o que for possível para que estejas na nossa equipa.",
    "technologies": {
      "intro": "Dentro do nosso estágio, procuramos um desenvolvedor com conhecimentos das seguintes tecnologias.",
      "list": [
        "Java",
        "SQL",
        "Html e Javascript",
        "Conhecimentos de algum framework MVC. (Spring MVC, por exemplo)",
        "Conhecimentos de Java EE 6"
      ],
      "note": "Não procuramos um especialista, o estágio serve para isso, mas sim procuramos pessoas com motivação e iniciativa, que queira trabalhar por algo mais que um simples ordenado. Por fazer algo grande e bom."
    },
    "weoffer": {
      "intro": "Para começar, podemos oferecer-te:",
      "list": [
        "Estágio de 3 ou 4 meses com possibilidade de entrar no quadro.",
        "Horário flexível",
        "Não um simples tutor, toda uma equipa de trabalho sempre disposta a resolver as suas dúvidas :)",
        "Fazer parte do desenvolvimento de um projeto vivo, o teu código será utilizado por milhares de pessoas.",
        "Espaço de trabalho cómodo e amplo com um bom equipamento e 2 monitores de 22 polegadas para que trabalhes bem e à vontade.",
        "Zona de relax com os seus sofás e puffs, máquina de café, frigorífico, microondas, zona muito bem comunicada (Príncipe Pío)... A verdade é que tá fixe.",
        "Uns 100 € para que, pelo menos, não te custe dinheiro vir para a Upplication."
      ]
    },
    "wewanttomeetyou": "Para que possamos conhecer-te envia-nos um email para <a href=\"mailto:javier.arnaiz@upplication.com\"> javier.arnaiz@upplication.com </a> com o teu CV e uma breve introdução sobre ti, o teu trabalho e com o que podes contribuir para a Upplication. Prometemos responder, sim ou sim."
  }
}