{
  "offer": {
    "_keywords": "crear app, como crear tu app, crear app android, crear app iphone, crear aplicacion, crear app online, crear app movil",
    "_meta_description": "Trainee frontender or backender developer job offer in Upplication: the online app creator for you and your business.",
    "_meta_title": "Trainee developer job offer - Upplication: app creator",
    "_priority": "0.4",
    "_url": "/id/offer-trainee-developer/",
    "cheers": [
      "Best regards!",
      "Javier Arnáiz"
    ],
    "introduction": [
      "In Upplication we’re a team that has an unquenchable thirst for learning, and thankfully we have unlimited information. Every idea is thoroughly revised and discussed between the team, so that every decision we make will be of the highest quality.",
      "We always want to improve our ideas and because of that we are looking for a new intern to join our developing team, who will help us develop our dashboard and internal CRM.",
      "We want to offer practice, and the opportunity to will learn and be able to enter the labor market. We don’t believe in practice in which even though the employee shows their worth, they don’t have the opportunity to enter and be part of the company. That’s not accepted anymore! If the person is well hearted, and joins a developing company, there will be a problem if they don’t make them part of the team."
    ],
    "lifestyle": "Si quieres ganarte la vida como desarrollador y te gustan las tecnologías móviles, nos gustaría que nos conociéramos y habláramos sobre el proyecto y nuestra forma de entender el trabajo. Si vemos que todo cuadra, haremos todo lo posible para que estés en nuestro equipo.",
    "technologies": {
      "intro": "For this internship, we are looking for a developer bears experience with the following programs:",
      "list": [
        "Java",
        "SQL",
        "Html and Javascript",
        "Familiarity with any MVC framework, e.g., Spring MVC",
        "Familiarity with Java EE 6"
      ],
      "note": "We are not looking for an expert, that is why these internships exist, and that is why we are looking for someone with incentive and motivation. We are looking someone that wants to work for something more than just a salary. Someone that wants to do something big."
    },
    "weoffer": {
      "intro": "To start, we can offer:",
      "list": [
        "Practice of 3 or 4 months with the possibility to be a permanent part of the team.",
        "Flexible hours",
        "Not just one simple tutor, a whole team that is always at your disposal for help",
        "To experience, live, the development of a rising project, where your code will be used by thousands of people.",
        "A comfortable and ample workplace with a good team, and two 22’’ monitors so that you can work with delight.",
        "A room to relax in, with puffs and couches, a coffee machine, fridge, microwave, located on Príncipe Pío… Honestly, Wayra (our incubators) are pretty cool.",
        "A 100€ bill, so that it doesn’t cost you anything to join Upplication."
      ]
    },
    "wewanttomeetyou": "Send us an email so we can get to know you, at <a href=\"mailto:javier.arnaiz@upplication.com\"> javier.arnaiz@upplication.com </a> Please attach your CV and a short paragraph about you, your work and how you can improve Upplication. We promise we will email you back!"
  }
}