{
  "santander_totta_terms": {
    "_url": "/es/santandertotta-legal/",
    "_meta_title": "Terms of Santander Totta e Upplication Service",
    "_keywords": "criar app, como criar a tua app, criar app android, criar app iphone, criar aplicaçaõ, criar app online",
    "_meta_description": "Condições de utilizaçao da Upplication, criador de apps online para ti ou o teu negócio.",
    "_priority": "0.5",
    "title": "Aviso Legal",
    "legal": {
      "title": "<span>Aviso</span> Legal",
      "paragraphs": {
        "0": "Em cumprimento com o dever de informação abrangido no artigo 10 da Lei 34/2002, de 11 de julho, de Serviços da Sociedade da Informação e de Comércio Eletrónico, informamo-lo que o URL <span>www.upplication.com</span> (daqui para a frente o PORTAL) é um domínio propriedade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE), com domicílio sito em <strong>Calle Quintana 2, 28008 (Madrid)</strong>, con <strong>C.I.F. nº B86569654</strong>.",
        "1": "Todas as marcas, nomes comerciais ou símbolos distintivos de qualquer classe que aparecem no PORTAL são propriedade da ENTIDADE ou de terceiros, sem que se possa entender que a utilização ou acesso ao site e/ou aos serviços, atribua ao utilizador algum direito sobre as citadas marcas, nomes comerciais e/ou símbolos distintivos.",
        "2": "Do mesmo modo, os conteúdos publicados na web, o seu desenho gráfico, imagens, bases de dados e código fonte são propriedade intelectual da ENTIDADE ou de terceiros, sem que se possam entender como cedidos ao utilizador, em virtude do estabelecido neste Aviso Legal, algum dos direitos de exploração que existem ou possam existir sobre ditos conteúdos para além do estritamente necessário para a utilização correta do PORTAL e dos serviços que se prestam através dele.",
        "3": "O acesso a este website é responsabilidade exclusiva dos utilizadores. O simples acesso ao PORTAL não supõe estabelecer nenhum tipo de relação de caráter comercial entre a ENTIDADE e o utilizador.",
        "4": "Acedendo a ele aceita os termos e as condições descritos no PORTAL."
      }
    },
    "privacy": {
      "title": "<span>Política de</span> Privacidade",
      "paragraphs": {
        "0": "Esta política aplica-se ao website <span>www.upplication.com</span> (daqui para a frente o PORTAL) e a todos os serviços e produtos oferecidos na Internet por UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE). O presente documento resume o tipo de informação pessoal que a Entidade recebe e recompila quando se utilizam os serviços da página web.",
        "1": "Prevê-se a utilização de cookies, log, links e outras tecnologias para armazenar as preferências do utilizador com o objetivo de melhorar a qualidade dos nossos serviços, assegurar o funcionamento técnico da rede, e desenvolver novas e melhores prestações. No caso de desativar ou rejeitar os cookies, pode ocorrer que algumas das funções e/ou serviços do PORTAL não funcionem adequadamente.",
        "2": "Em cumprimento do <strong>artigo 5 da Lei Orgânica 15/1999, de 13 de dezembro, de Proteção de Dados de Caráter Pessoal</strong>, pelo qual se regula o direito de informação na recolha de dados, informamo-lo de que os seus dados pessoais serão incorporados num Ficheiro de Dados de Caráter Pessoal, titularidade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. como Responsável do Ficheiro, com a finalidade de manter as relações contratuais, comerciais e profissionais que nos unem a si, assim como para o envio de comunicações postais, telemáticas, ou por outros meios, com ocasião de acontecimentos pontuais, ou em certos períodos do ano, que possam ser de interesse para o afetado.",
        "3": "Em qualquer caso, o titular dos dados resulta informado e consente na conservação de ditos dados sob as devidas condições de segurança e segredo profissional, pelo período que resulte necessário para a finalidade que são recolhidos.",
        "4": "O PORTAL não exerce controlo sobre os websites mostrados como resultado da sua pesquisa, links ou acessos desde o nosso diretório. Estes outros websites podem colocar as suas próprias cookies ou solicitar-lhe informação pessoal.",
        "5": "A ENTIDADE informa os Utilizadores Registados no caso da possibilidade de exercitarem os direitos de acesso, anulação, retificação e oposição em relação aos seus dados de caráter pessoal que constam nos ficheiros da ENTIDADE, que o façam mediante a comunicação escrita acompanhada de uma fotocópia do Cartão de Cidadão dirigida à UPPLICATION SOFTWARE TECHNOLOGIES, S.L., para a seguinte morada <strong>Calle Quintana 2, 28008 (Madrid)</strong>. Estes ficheiros encontram-se devidamente inscritos no Registo da Agência Espanhola de Proteção de Dados e cumprem as Medidas de Segurança requeridas pelo <strong>Real Decreto1720/2007</strong>.",
        "6": "Os citados utilizadores somente estão autorizados à utilização do PORTAL com prévia aceitação e cumprimento das condições aqui recolhidas, devendo abandonar o site caso contrário."
      }
    },
    "general": {
      "title": "Condições gerais de utilização <span>da página web</span>",
      "subsections": [
        {
          "title": "<span>1</span> Identificação das partes:",
          "paragraphs": {
            "0": "As presentes Condições Gerais de utilização dos serviços oferecidos na URL <span>www.upplication.com</span> (daqui para a frente o PORTAL) são subscritas, pelo titular do domínio, UPPLICATION SOFTWARE TECHNOLOGIES, S.L. cujo endereço eletrónico de contacto é: <a href=\"mailto:suporte.santander@upplication.com\">suporte.santander@upplication.com </a>",
            "1": "Considera-se UTILIZADOR, as pessoas físicas com capacidade para subscrever validamente um contrato de acordo com a lei aplicável.",
            "2": "Não poderá utilizar o website e não poderá aceitar as <strong>Condiciones</strong> se...",
            "3": "...Não é maior de idade e não pode formalizar um contrato vinculante conforme a direito, ou",
            "4": "...Não reveste a qualidade de UTILIZADOR segundo o exposto."
          }
        },
        {
          "title": "<span>2</span> Aperfeiçoamento do acordo:",
          "paragraphs": {
            "0": "Para utilizar o PORTAL, devem-se aceitar as presentes condições gerais (daqui para a frente, as Condições), assim como aquelas cláusulas particulares abrangidas para a utilização e/ou contratação de serviços concretos. No caso contrário, dever-se-á abandonar o PORTAL.",
            "1": "Poderá aceitar as <strong>Condições</strong>...",
            "2": "...Clicando no botão de aceitação das Condições, quando se lhe ofereça esta opção na interface de utilizador;",
            "3": "...Utilizando de forma efetiva o website, reconhece e aceita que, a utilização do PORTAL se considerará como uma aceitação das Condições.",
            "4": "Aconselha-se o UTILIZADOR a ler atentamente as presentes condições. Poderá guardá-las ou imprimi-las se assim o desejar."
          }
        },
        {
          "title": "<span>3</span> Âmbito de aplicação:",
          "paragraphs": [
            "As presentes condições gerais serão de aplicação a todos os serviços/produtos presentes na web <span>www.upplication.com</span>"
          ]
        }
      ]
    },
    "cookies": {
      "title": "<span>Política de</span> Cookies",
      "subsections": [
        {
          "title": "<span>1</span> Como e porque utilizamos cookies?",
          "paragraphs": [
            "UPPLICATION SOFTWARE TECHNOLOGIES S.L (daqui para a frente UPPLICATION) utiliza cookies dentro dos seus websites (<span>www.upplication.com</span>, e qualquer subdomínio pertencente ao mesmo) para oferecer o website mais eficaz possível aos nossos clientes. Entre outras coisas, os cookies permitem recordar as preferências e a utilização de determinadas ferramentas e secções da nossa web. Esta política de Cookies explica o que são os cookies, como os utilizamos e como o beneficiarão. Como possivelmente já sabia, a recente legislação exige que os websites obtenham o consentimento dos visitantes para utilizar certos cookies.",
            "UPPLICATION faz utilização dos cookies com o objetivo de poder medir o comportamento dos utilizadores tanto na nossa web (upplication.com) como em qualquer subdomínio, como se mencionou anteriormente. Graças à análise somos capazes de otimizar a experiência do nosso utilizador dentro da ferramenta.",
            "Os dados obtidos são obtidos graças ao software <strong>Google Analitycs</strong>. Este gestor trata os dados obtidos e UPPLICATION só tem acesso aos mesmos. Estes dados são de caráter confidencial e nunca se cederão a outra empresa. Só se tratarão a nível interno e estarão vigiados sob os níveis de segurança que a lei estabelece."
          ]
        },
        {
          "title": "<span>2</span> Como é que se podem gerir os Cookies?",
          "paragraphs": [
            "Os navegadores da maioria dos computadores, smartphones e outros dispositivos habilitados para visualizar um website costumam estar configurados para aceitar cookies. Se desejar modificar as suas preferências de cookies neste website ou em qualquer outro, pode fazê-lo através da configuração do navegador. A função “ajuda” do seu navegador irá dizer-lhe como fazê-lo. Recordamos que se decidir bloquear a utilização de determinados cookies no seu navegador do nosso website pode afetar o funcionamento do mesmo.",
            "Sempre que visitar um dos nossos websites as jurisdições locais obrigam-nos a pedir o seu consentimento para estabelecer um cookie mediante um banner na parte inferior do ecrã, que desaparecerá passados 7 segundos depois do seu aparecimento. Passado esse tempo automaticamente estará a aceitar os cookies estabelecidas com o seu dispositivo."
          ]
        }
      ]
    },
    "dashboard": {
      "title": "<span>Condições de utilização de</span> compra de produtos e contratação",
      "subsections": [
        {
          "paragraphs": {
            "0": "O presente documento estabelece as condições pelas quais se rege a utilização desta página web e a aquisição de produtos da mesma (daqui para a frente, as Condições).",
            "1": "Ao utilizar esta página web e ao contratar qualquer produto através da mesma, consente ficar vinculado por estas Condições, pelo que se não está de acordo com as mesmas, não deve utilizar esta página web nem contratar através da mesma.",
            "2": "Estas Condições podem ser modificadas, pelo que rogamos a sua leitura embora já o tenha feito antes. Em todo o caso, as Condições que estejam vigentes no momento da celebração de um contrato sobre qualquer produto ou serviço serão as que lhe resultam aplicáveis.",
            "3": "Nas presentes condições aludiremos a nós como Upplication e a si como o Cliente."
          },
          "title": "Introdução"
        },
        {
          "paragraphs": [
            "A informação ou dados pessoais que nos facilite será tratada de acordo com o estabelecido nas presentes Condições.",
            "Dita entidade é a parte contratante no caso de que adquira algum produto."
          ],
          "title": "Os nossos dados"
        },
        {
          "paragraphs": {
            "0": "Esta página web é operada sob a documentação Upplication por UPPLICATION SOFTWARE TECHNOLOGIES, S.L., sociedade espanhola com domicílio na Calle Quintana 2, 28008 Madrid (Madrid), inscrita no Registo Comercial de Madrid, Tomo 30419, Folio 1, Secção 8, Folha 547507, inscrição 1ª e CIF nº B86569654.",
            "1": "Rogamos que leia atentamente as alíneas seguintes:",
            "2": "a) Cessão dos seus próprios dados:",
            "3": "Ao fazer uso desta página web e ao contratar qualquer produto, consente a incorporação dos seus dados de caráter pessoal num ficheiro que será objeto de tratamento com o objetivo de podermos comunicar consigo assim como de gerirmos o cumprimento e o desenvolvimento dos contratos que subscreva connosco, e também com fins de comunicação comercial entre a sua empresa e a nossa.",
            "4": "Os dados que são solicitados durante o processo de contratação são obrigatórios. No caso de não fornecer toda a informação e dados de caráter pessoal que solicitamos, não poderemos fazer contrato consigo, pelo que qualquer encomenda será tida como não efetuada.",
            "5": "Não obstante, em qualquer momento poderá exercer os direitos de acesso, retificação, anulação e oposição comunicando-o no endereço <a href='mailto:suporte.santander@upplication.com'>suporte.santander@upplication.com</a>. Poderá também comunicar nesse correio se deseja que a cessão de dados de caráter pessoal tenha somente por finalidade o estabelecimento do contrato e as necessidades próprias do contrato, excluindo outros fins.",
            "6": "O responsável do ficheiro e do tratamento dos dados é UPPLICATION SOFTWARE TECHNOLOGIES, S.L., com domicílio na Calle Quintana 2, 28008 (Madrid) e CIF nº B86569654.",
            "7": "O utilizador desta página web e dos produtos e serviços que tenha contratado ou possa contratar declara que toda a informação ou dados que facilite, são verídicos e correspondem à realidade.",
            "8": "b) Cessão de dados de terceiros como consequência da contratação dos produtos e serviços da UPPLICATION.",
            "9": "A contratação dos produtos da Upplication poderá implicar a entrada em contacto com terceiros, sejam já clientes, sejam simplesmente contactos pessoais, e que estes poderão fornecer-lhe dados de caráter pessoal para a sua incorporação num ficheiro e para serem tratados.",
            "10": "Devido a isso informamo-lo/a de que se compromete, e é responsabilidade sua, o cumprimento das obrigações e limitações que a Lei Orgânica 15/1999 de Proteção de Dados lhe impõe para obter dados de caráter pessoal de pessoas terceiras, armazená-los num ficheiro e o seu tratamento. Para o efeito, será o/a responsável do tratamento dos ditos dados.",
            "11": "Informamo-lo/a de que Upplication, tal como está previsto no artigo. 12 da Lei 15/1999 de Proteção de Dados, armazenará e tratará os ditos dados dos seus contactos como responsável do tratamento, exclusivamente para a gestão e desenvolvimento do produto que contratou connosco, e que nos encarrega ao contratar um produto. Em todo o caso, o tratamento e utilização dos dados por parte de Upplication limitar-se-á às especificações que se descrevem para o produto que tenha contratado.",
            "12": "Do mesmo modo, e para os efeitos previstos no artigo 21 do Real Decreto 1720/2007 que aprova o Regulamento de desenvolvimento da Lei de Proteção de Dados de Caráter Pessoal, autoriza a Upplication a subcontratar os serviços de armazenagem e tratamento dos dados de caráter pessoal que obtivesse como consequência da utilização dos produtos contratados. A empresa subcontratada é Acens Technologies, S.L. com domicílio na calle San Rafael, 14, 28108 – Alcobendas (Madrid) e o objetivo da subcontratação consiste na armazenagem e tratamento dos dados especificados no produto que tenha contratado. Também se informa de que o tratamento de dados de caráter pessoal, tanto por Upplication como pela empresa subcontratada, ajustar-se-á às instruções vindas de si como responsável do tratamento.",
            "13": "Uma vez finalizado o contrato por qualquer causa entre a sua empresa e a nossa os dados serão destruídos."
          },
          "title": "Advertências sobre dados de caráter pessoal"
        },
        {
          "paragraphs": [
            "Ao realizar um contrato através desta página web, declara ser maior de 18 anos e ter capacidade legal para celebrar contratos. Ao fazer utilização desta página web e ao contratar os produtos de Upplication através da mesma compromete-se a:",
            "a) Fazer utilização desta página web unicamente para efetuar consultas ou encomendas legalmente válidas",
            "b) Não realizar qualquer encomenda falsa ou fraudulenta. Se razoavelmente pudermos considerar que foi feita uma encomenda desta índole estaremos autorizados a anulá-la e informar, nesse caso, as autoridades pertinentes.",
            "c) Facilitar-nos o seu nome e apelidos ou denominação social, o NIF ou CIF, endereço eletrónico, direção postal e telefone de contacto de forma verdadeira e exata. Do mesmo modo, consente que poderemos fazer utilização de dita informação para entrar em contacto consigo se for necessário. Caso os dados que nos fornece não se ajustem à realidade, UPPLICATION poderá anular ou não iniciar relações contratuais consigo.",
            "d) Utilizar os produtos com fins ajustados à Lei cumprindo com os requisitos que, no seu caso, a Lei exija, assim como lealdade e boa-fé face a terceiros."
          ],
          "title": "Uso da nossa página web e contratação de produtos da UPPLICATION"
        },
        {
          "paragraphs": {
            "0": "A informação contida nas presentes Condições e os detalhes contidos nesta página web não constituem uma oferta de venda, mas sim um convite para contratar. Não existirá qualquer contrato entre a sua empresa e a nossa em relação a qualquer produto ou serviço até que tenha sido satisfeito o preço correto que em cada caso e para cada modalidade se indica, e tenha sido expressamente aceite por nós.",
            "1": "Se a sua encomenda não for aceite e se já tiver sido realizada alguma cobrança na sua conta, o montante do mesmo será devolvido na sua totalidade.",
            "2": "Para fazer uma encomenda, deverá seguir o procedimento de compra online seguindo estritamente as instruções que lhe são formuladas.",
            "3": "<b>MODIFICAÇÕES NA OFERTA DE PRODUTOS</b>",
            "4": "Reservamos para nós o direito de retirar qualquer produto ou serviço desta página web em qualquer momento.",
            "5": "<b>PREÇO E PAGAMENTO</b>",
            "6": "O preço de cada produto será o que esteja estabelecido em cada momento na nossa página web, salvo em caso de erro.",
            "7": "Se descobríssemos um erro no preço de algum dos produtos que selecionou, seria informado o mais cedo possível tendo a opção de reconfirmar a sua encomenda pelo preço correto ou então anulá-la. Se não conseguimos entrar em contacto consigo, a encomenda será considerada anulada e ser-lhe-á reembolsada integralmente a quantidade que tiver sido paga. Não estaremos obrigados a fornecer-lhe nenhum produto por um preço incorreto (inclusivamente caso lhe tenhamos enviado alguma confirmação).",
            "8": "O procedimento para o pagamento é o que se descreve na página web e deverá seguir todos os passos que lhe forem indicados. A transação é segura, será verificada pelo sistema CV2 e a responsabilidade da mesma é da Upplication.",
            "9": "Uma vez completados todos os passos não será admitido o retrocesso de qualquer pagamento sendo a única exceção, o assinalado no parágrafo anterior.",
            "10": "Caso o produto ou serviço contratado inclua quantias a serem pagas pela sua parte de forma periódica, deverá atender aos vencimentos assinalados.",
            "11": "Em caso de incumprimento da sua parte de qualquer obrigação de pagamento, total ou parcialmente, Upplication poderá resolver o contrato de forma imediata.",
            "12": "<b>IMPOSTO SOBRE O VALOR ACRESCENTADO</b>",
            "13": "Os preços desta página web incluem IVA.",
            "14": "O tipo de IVA aplicável será o legalmente vigente em cada momento em função do produto ou serviço concreto de que se trate.",
            "15": "No caso de existir um erro ou uma modificação legal do tipo ou regime imposto de modo a que a operação esteja sujeita a um regime ou obrigação fiscal distinta do previsto no momento da contratação, a operação será ajustada ao regime que legalmente estiver vigente em cada momento de modo que o comprador pagará a quantia que faltar ou o vendedor restituirá a quantia sobrante, dependendo do caso.",
            "16": "<b>SOBRE O CONTEÚDO DO CONTRATO</b>",
            "17": "As condições particulares do contrato estarão constituídas pela definição na página web da Upplication do Plano contratado pelo Cliente.",
            "18": "<b>COMPROMISSOS GERAIS FACE A TERCEIROS DO UTILIZADOR DE UPPLICATION</b>",
            "19": "Dado que os produtos que Upplication oferece incluem que o Cliente poderá utilizá-los nas suas relações, pessoais ou comerciais, com terceiros, na utilização que possa realizar dos produtos contratados com Upplication, o Cliente compromete-se a respeitar os seguintes princípios:",
            "20": "a) A salvaguarda da ordem pública, a investigação penal, a segurança pública e a defesa nacional.",
            "21": "b) A proteção da saúde pública ou das pessoas físicas ou jurídicas que tenham a condição de consumidores ou utilizadores inclusive quando atuem como investidores.",
            "22": "c) O respeito pela dignidade da pessoa e ao princípio de não discriminação por motivos de raça, sexo, religião, opinião, nacionalidade, deficiência ou qualquer outra circunstância pessoal ou social.",
            "23": "d) A proteção da juventude e da infância.",
            "24": "e) A salvaguarda dos direitos de propriedade intelectual.",
            "25": "f) Serão respeitadas em todos os casos as garantias, normas e procedimentos previstos no ordenamento jurídico para proteger os direitos à intimidade pessoal e familiar, à proteção dos dados pessoais, à liberdade de expressão ou à liberdade de informação.",
            "26": "Devido ao facto dos produtos que se podem contratar previrem a criação e a gestão por parte do Cliente de uma web, o Cliente é consciente de que, além de cumprir com as condições anteriores, deverá cumprir com as prevenções e requisitos estabelecidos na Lei 34/2002 de 11 de julho de Serviços da Sociedade da Informação.",
            "27": "Upplication não é responsável pelas infrações ou incumprimentos nos quais o Cliente possa incorrer em relação com o contemplado na presente cláusula.",
            "28": "<b>COMPROMISSOS CONTRACTUAIS FACE A TERCEIROS DO UTILIZADOR DE UPPLICATION</b>",
            "29": "A utilização que o Cliente faça dos produtos contratados com Upplication pode dar lugar a que o Cliente acorde compromissos de caráter civil, comercial ou administrativo face a terceiros e/ou Administrações públicas. O Cliente é consciente de que Upplication não faz parte desses possíveis compromissos nem se pode ver afetada direta ou indiretamente pelos mesmos. O Cliente adotará, no seu caso, as medidas necessárias para manter a Upplication à margem e indemne de qualquer responsabilidade derivada dos mesmos.",
            "30": "<b>EXONERAÇÃO DE RESPONSABILIDADE</b>",
            "31": "Devido à natureza aberta desta página web em os produtos que se oferecem consistem em aplicações eletrónicas que se distribuem através das redes gerais de comunicação, existe a possibilidade de que ocorram erros na armazenagem e transmissão de informação digital, assim como riscos de ataques ou alterações fraudulentas por parte de terceiros. Em consequência, não podemos garantir a precisão e segurança da informação transmitida ou obtida por meio desta página web da mesma maneira que garantimos quando se fornece a informação para dar cumprimento aos Contratos que possa celebrar.",
            "32": "Com o alcance que a lei permite, excluímos todas as garantias, salvo aquelas que não possam ser legitimamente excluídas face aos consumidores e utilizadores.",
            "33": "O disposto na presente cláusula não afetará os seus direitos legais caso atue como consumidor e utilizador.",
            "34": "Por outra parte, faz-se constar aos efeitos dos artigos 15 e 16 da Lei 34/2002 de Serviços da Sociedade da Informação que no desenvolvimento do Contrato Upplication:",
            "35": "a) Não modificará a informação que receba.",
            "36": "b) Permitirá o acesso à mesma somente ao Cliente.",
            "37": "c) O seu sistema respeita as normas geralmente aceites e aplicadas para a atualização da informação.",
            "38": "d) Upplication não interfere na utilização lícita de tecnologia geralmente aceite e utilizada pelo setor para obter dados sobre a utilização da informação.",
            "39": "e) Upplication retirará a informação que tenha armazenada, ou tornará impossível o acesso a ela, quando tenha conhecimento efetivo de que foi retirada do lugar no qual se encontrava, ou então que se tenha impossibilitado o seu acesso, ou que uma autoridade competente ordenou a sua retirada ou impedido o acesso à mesma.",
            "40": "f) Upplication não terá conhecimento efetivo da informação que receba através de si até ao ponto de lhe permitir analisar ou discernir sobre a licitude ou ilicitude da atividade que desenvolve mediante o produto contratado, ou que a mesma possa produzir lesão nos direitos ou bens de um terceiro. Não obstante, se por qualquer motivo comprovar ou chegar ao seu conhecimento que na sua atividade o Cliente pôde incorrer numa atividade ilícita ou lesiva dos direitos ou bens de um terceiro, Upplication atuará com diligência retirando os dados ou tornando impossível o acesso aos mesmos e reserva-se o direito de resolver o Contrato sem ter que restituir quantia alguma, e com reserva de ações legais.",
            "41": "<b>PROPRIEDADE INTELECTUAL E INDUSTRIAL</b>",
            "42": "Os produtos e serviços oferecidos por Upplication contêm software original cujo autor é UPPLICATION SOFTWARE TECHNOLOGIES, S.L., aos efeitos do artigo 96 do Real Decreto Legislativo 1/1996 que aprova a Lei de Propriedade Intelectual. Gozam também de dita proteção as versões sucessivas e os programas derivados, assim como a documentação técnica e os manuais e instruções dos vários produtos.",
            "43": "Poderá fazer utilização do dito material unicamente na forma que lhe seja autorizada expressamente por nós e em caso algum está autorizado a considerar-se licenciatário nem a divulgá-lo nem a transmiti-lo a terceiros. Também não está autorizado a reproduzi-lo, nem total nem parcialmente, nem ainda de forma transitória, nem a introduzir nenhuma modificação distinta às que estejam previstas no próprio produto de forma ordinária.",
            "44": "Também se informa que todas as marcas distintivas, ícones e logotipos que possa ver na página web, ou que lhe tenham sido fornecidas no caso de ter subscrito um contrato, estão protegidos pela legislação espanhola de patentes e marcas e não tem autorização para fazer uso deles para propósito algum.",
            "45": "<b>LINKS OU LIGAÇÕES A PARTIR DA NOSSA PÁGINA WEB</b>",
            "46": "Caso a nossa página web contenha links ou ligações a outras páginas web e materiais de terceiros, ditos links, os mesmos são facilitados unicamente para efeitos informativos, sem que tenhamos qualquer controlo sobre o seu conteúdo. Portanto, não aceitamos nenhuma responsabilidade por qualquer dano, prejuízo ou perda derivados da sua utilização.",
            "47": "<b>COMUNICAÇÕES POR ESCRITO</b>",
            "48": "Para efeitos contratuais, consente em utilizar o correio eletrónico que facilita no processo de contratação como meio de comunicação e reconhece que tanto o contrato como a notificação, informação e restantes comunicações que lhe enviemos de forma eletrónica cumprem com os requisitos legais de ser por escrito. Esta condição não afetará os seus direitos irrenunciáveis reconhecidos por lei.",
            "49": "Para demonstrar que a notificação foi feita, será suficiente comprovar que o correio eletrónico foi enviado para a direção de correio especificada por si no processo de contratação embora não conste a receção.",
            "50": "De forma recíproca, as notificações que nos envie deverão ser remetidas sempre para o correio eletrónico: <a href='mailto:suporte.santander@upplication.com'>suporte.santander@upplication.com</a> e, do mesmo modo, cumprirão com todos os requisitos para serem válidas e suficientes para efeitos contratuais.",
            "51": "<b>CESSÃO DE DIREITOS E OBRIGAÇÕES</b>",
            "52": "O Contrato é vinculante tanto para si como para nós.",
            "53": "Não poderá transmitir, ceder, gravar ou de qualquer outro modo transferir o Contrato ou algum dos direitos ou obrigações derivados do mesmo para nenhum terceiro sem ter obtido o nosso consentimento prévio por escrito.",
            "54": "UPPLICATION poderá transmitir, ceder, gravar, subcontratar ou de qualquer outro modo transferir um Contrato ou algum dos direitos ou obrigações derivados do mesmo a qualquer terceiro em qualquer momento durante a vigência do Contrato. Para evitar qualquer dúvida, ditas transmissões, cessões, encargos ou outras transferências não afetarão os direitos que, no seu caso, tem em virtude do contrato ou como consumidor / utilizador reconhecidos por lei.",
            "55": "<b>VÍRUS, PIRATARIA E OUTROS ATAQUES INFORMÁTICOS</b>",
            "56": "Embora contemos com medidas importantes de segurança, devemos preveni-lo de que não seremos responsáveis por qualquer dano ou perda resultante de um ataque de denegação de serviço, vírus ou qualquer outro programa ou material tecnologicamente prejudicial ou daninho que possa afetar o seu computador, equipamento informático, dados ou materiais como consequência da utilização desta página web, da utilização dos produtos que adquire ou do download de conteúdos da mesma ou aos que a mesma direcione.",
            "57": "Não deve realizar uma utilização indevida desta página web mediante a introdução intencionada na mesma de vírus, cavalos de troia, worms, bombas lógicas ou qualquer outro programa ou material tecnologicamente prejudicial, daninho ou que altere o conteúdo, seja modificando-o, seja redirecionando-o. Não tentará ter acesso não autorizado a esta página web, ao servidor em que a mesma se encontra alojada ou a qualquer servidor, computador ou base de dados relacionada com a nossa página web ou com as empresas que subcontratamos. Compromete-se a não atacar esta página web através de um ataque de denegação de serviço ou de um ataque de denegação de serviço distribuído.",
            "58": "O incumprimento desta cláusula poderia implicar a comissão de infrações tipificadas pela norma aplicável. Informaremos qualquer incumprimento da dita norma às autoridades competentes e cooperaremos com elas para descobrir a identidade do atacante. Do mesmo modo, no caso de incumprir ou tentar incumprir a presente cláusula, deixará imediatamente de estar autorizado a utilizar esta página web. Também, nesses casos será responsável por todos os danos e prejuízos de natureza económica ou de qualquer outra natureza que possa causar.",
            "59": "<b>OUTROS ACONTECIMENTOS FORA DO NOSSO CONTROLO</b>",
            "60": "Não seremos responsáveis por nenhum incumprimento ou atraso no cumprimento de alguma das obrigações que assumamos ao abrigo de um Contrato, cuja causa se deva a acontecimentos que estão fora do nosso controlo razoável (\"Causa de Força Maior\").",
            "61": "As Causas de Força Maior incluem qualquer ato, acontecimento, falta de exercício, omissão ou acidente que, entre outros e sem caráter limitativo, se enumeram a seguir:",
            "62": "a) Greves, fechos patronais ou outras medidas reivindicativas.",
            "63": "b) Rebelião, invasão, ataque terrorista ou ameaça terrorista, guerra (declarada ou não),ameaça ou preparativos de guerra.",
            "64": "c) Incêndio, explosão, trovoada, inundação, terremoto, desmoronamento, epidemia ou outro desastre natural ou causado pelo homem, com culpa ou acidentalmente.",
            "65": "d) Impossibilidade ou dificuldade grave de utilizar sistemas públicos ou privados de telecomunicações e de armazenamento e tratamento de dados.",
            "66": "e) Atos, decretos, legislação, normas ou restrições de qualquer governo ou autoridade pública.",
            "67": "Entender-se-á que as nossas obrigações derivadas dos Contratos ficarão suspensas durante o período de tempo no qual as Causas de Força Maior persistam, e disporemos de uma ampliação do prazo para cumprir as ditas obrigações igual ao tempo de duração das Causas de Força Maior ou até encontrar uma solução que nos permita cumprir as nossas obrigações em virtude do Contrato apesar das Causas de Força Maior.",
            "68": "<b>DURAÇÃO, RESOLUÇÃO E EXTINÇÃO DO CONTRATO</b>",
            "69": "O Cliente poderá contratar os produtos com as durações temporais e condições particulares aplicáveis a cada um dos planos que se oferecem.",
            "70": "Durante o tempo em que o Plano que tenha contratado estiver em vigor, Upplication estará obrigada a dar suporte aos serviços que o produto inclui durante o período que em cada caso se indica segundo a modalidade escolhida.",
            "71": "O período contratual irá desde a data de formalização eletrónica do Contrato até à sua anulação por instância do Cliente ou da UPPLICATION.",
            "72": "O Cliente poderá desistir do Contrato em qualquer momento mas o mesmo só se tornará efetivo no último dia da mensalidade em curso, cujo pagamento, se deverá efetuar. UPPLICATION não terá de devolver nenhuma quantia recebida.",
            "73": "Para anular o serviço contratado, o Cliente deverá aceder através do Painel de controlo à secção “A minha conta” selecionando a opção “Configuração”. Uma vez dentro, deverá escolher a opção “Eliminar as suas apps e a sua conta” e proceder à eliminação do serviço. A devolução ou anulação de débitos da conta bancária ou cartão de crédito/débito não suporá a terminação do acordo e portanto Upplication poderá exigir o pagamento das prestações pendentes.",
            "74": "Para anular a conta de registo, o Cliente deverá aceder a partir do Painel de Controlo à secção “A minha conta” selecionando a opção de “Configuração”. Uma vez aí chegado, deverá selecionar a opção “Eliminar as suas apps e a sua conta” e proceder à eliminação da conta.",
            "75": "Em caso de falta de pagamento de qualquer uma das obrigações, assim como no caso de incumprimento por parte do Cliente de qualquer uma das suas obrigações derivadas das presentes Condições ou das condições particulares do Plano contratado, Upplication estará facultada, mas não obrigada a resolver o contrato e anular imediatamente e definitivamente a utilização do produto ou serviço, para todos os efeitos. Também terá o direito de reclamar todos os vencimentos anteriores à resolução do contrato que estiverem pendentes de pagamento.",
            "76": "Caso a Upplication anule o contrato, por qualquer causa, inclusive por Força Maior, será comunicado para o endereço eletrónico proporcionado pelo Cliente.",
            "77": "Efeitos da extinção do Contrato:",
            "78": "a) Quando o contrato for terminado por qualquer causa, incluindo o vencimento, o incumprimento do Cliente, Força Maior ou qualquer outro motivo, Upplication interromperá a ligação do Cliente com o seu sistema.",
            "79": "b) Todos os dados e informações, tanto do Cliente como dos seus contactos (clientes próprios ou particulares), que tenham ficado armazenados nos sistemas de Upplication ou das empresas que tenha subcontratado em consequência dos serviços prestados, serão destruídos salvo nos casos previstos pela Lei.",
            "80": "c) Nenhuma das partes terá ação de reclamação face à outra como consequência da resolução do contrato, exceto as ações de reclamação de Upplication face ao Cliente por motivo de falta de pagamento e/ou incumprimento das suas obrigações, que permanecerão vigentes.",
            "81": "<b>RENÚNCIA</b>",
            "82": "A falta de requerimento da nossa parte do cumprimento estrito das obrigações assumidas por si em virtude de um Contrato ou das presentes Condições, ou a falta de exercício da nossa parte dos direitos ou ações que não possam corresponder em virtude do dito Contrato ou das Condições, não suporá renúncia nem nenhuma limitação em relação aos ditos direitos ou ações nem o/a exonerará de cumprir com tais obrigações.",
            "83": "Caso renunciemos expressamente pela nossa parte a um direito ou ação concreta, isso não irá supor uma renúncia a outros direitos ou ações derivadas do contrato ou das presentes Condições.",
            "84": "Nenhuma renúncia da nossa parte a alguma das presentes Condições ou aos direitos ou ações derivados do contrato terá efeito, a não ser que se estabeleça expressamente que é uma renúncia e lhe seja comunicada por escrito.",
            "85": "<b>NULIDADE PARCIAL</b>",
            "86": "Se alguma das presentes Condições ou alguma disposição de um Contrato fossem declaradas nulas e/ou sem efeito por resolução firme ou de caráter cautelar por parte de uma autoridade competente, os restantes termos e condições permanecerão em vigor, sem que fiquem afetados por tal declaração de nulidade.",
            "87": "<b>ACORDO COMPLETO</b>",
            "88": "As presentes Condições, juntamente com as derivadas do Contrato nos termos que lhe vão sendo expostos ao longo do procedimento de contratação, constituem o acordo íntegro existente entre a sua empresa e a nossa e substituem qualquer outro pacto, acordo ou promessa anterior acordada entre ambos verbalmente ou por escrito.",
            "89": "Ambas as partes reconhecem ter consentido a celebração do Contrato sem ter confiado em nenhuma declaração ou promessa feita pela outra parte ou que pudesse inferir-se de qualquer declaração ou escrito nas negociações estabelecidas pelos dois antes de dito Contrato, salvo aquilo que figura expressamente mencionado nas presentes Condições e nas condições particulares do Plano ou Planos contratados.",
            "90": "<b>O NOSSO DIREITO A MODIFICAR ESTAS CONDIÇÕES</b>",
            "91": "Temos o direito a rever e modificar as presentes Condições em qualquer momento.",
            "92": "Em qualquer caso, as Condições do Contrato que subscreva serão as que estiverem vigentes no momento da sua subscrição, salvo as que por lei ou decisão de autoridades públicas devamos modificar com caráter retroativo. Neste caso, as possíveis alterações afetarão também as encomendas que tivesse feito previamente.",
            "93": "<b>LEGISLAÇÃO APLICÁVEL E JURISDIÇÃO</b>",
            "94": "A utilização da nossa página web e os contratos de adquisição de produtos através da mesma serão regidos pela legislação espanhola.",
            "95": "Qualquer controvérsia que surja com a utilização da página web ou com os ditos contratos será submetida à jurisdição dos tribunais de Madrid capital, Espanha.",
            "96": "<b>CONDIÇÕES PARTICULARES</b>",
            "97": "PLANO <span class='bold-main-color'>BÁSICO</span>",
            "98": "Aspetos funcionais:",
            "99": " - <strong>App móvel Android e iOS</strong>. Os sistemas operativos nos quais se desenvolverão as suas apps serão Android da Google e iOS da Apple.",
            "100": " - <strong>Web multi dispositivo (pc, tablet, smartphone)</strong>. Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
            "101": " - <strong>Upload aos markets</strong>. A Upplication encarrega-se de fazer o upload das suas apps para o Google Play e App Store. A decisão final depende sempre da Google ou da Apple. São eles que filtram as aplicações que entram e que não entram, no Google Play Store e App Store. A Upplication encarrega-se apenas de realizar a petição de aceitação à Google ou à Apple, e de lhes facilitar o conteúdo necessário. No caso da Apple, as apps irão para o mercado privado.",
            "102": " - <strong>Publicidade Upplication</strong>. A aplicação tem publicidade de Upplication e/ou de terceiros.",
            "103": " - <strong>Assinatura nos modelos</strong>. A aplicação tem assinatura da Upplication no modelo.",
            "104": " - <strong>Estadísticas</strong>. Obtém informação do que está a acontecer na sua aplicação. Damos-lhe as ferramentas necessárias para ter sempre o controlo do que os seus clientes estão a fazer.",
            "105": " - <strong>Notificações push.</strong> O dashboard não permitirá enviar notificações push.",
            "106": "<strong>PREÇO:</strong> Pagamento mensal: 7,95 € por mês.",
            "107": "PLANO <span class='bold-main-color'>PROFISSIONAL</span>",
            "108": "Aspetos funcionais:",
            "109": " - <strong>App móvel Android e iOS</strong>. Os sistemas operativos nos quais se desenvolverão as suas apps serão Android da Google e iOS da Apple.",
            "110": " - <strong>Web multi dispositivo (pc, tablet, smartphone)</strong>. Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
            "111": " - <strong>Upload aos markets</strong>. A Upplication encarrega-se de fazer o upload das suas apps para o Google Play e App Store. A decisão final depende sempre da Google ou da Apple. São eles que filtram as aplicações que entram e que não entram, no Google Play Store e App Store. A Upplication encarrega-se apenas de realizar a petição de aceitação à Google ou à Apple, e de lhes facilitar o conteúdo necessário. No caso da Apple, as apps irão para o mercado privado.",
            "112": " - <strong>Publicidade Upplication</strong>. A aplicação tem publicidade de Upplication e/ou de terceiros.",
            "113": " - <strong>Assinatura nos modelos</strong>. A aplicação tem assinatura da Upplication no modelo.",
            "114": " - <strong>Estadísticas.</strong> Obtém informação do que está a acontecer na sua aplicação. Damos-lhe as ferramentas necessárias para ter sempre o controlo do que estão a fazer os seus clientes.",
            "115": " - <strong>Notificações push.</strong> O dashboard permitirá enviar 4 notificações push por mês.",
            "116": "<strong>PREÇO:</strong> Pagamento mensal: 24,95€ por mês.",
            "117": "PLANO <span class='bold-main-color'>PREMIUM</span>",
            "118": "Aspetos funcionais:",
            "119": " - <strong>App móvel Android e iOS</strong>. Os sistemas operativos nos quais se desenvolverão as suas apps serão Android da Google e iOS da Apple.",
            "120": " - <strong>Web multi dispositivo (pc, tablet, smartphone)</strong>. Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
            "121": " - <strong>Upload aos markets</strong>. A Upplication encarrega-se de fazer o upload das suas apps para o Google Play e App Store. A decisão final depende sempre da Google ou da Apple. São eles que filtram as aplicações que entram e que não entram, no Google Play Store e App Store. A Upplication encarrega-se apenas de realizar a petição de aceitação à Google ou à Apple, e de lhes facilitar o conteúdo necessário. No caso da Apple, as apps irão para o mercado privado.",
            "122": " - <strong>Sem publicidade Upplication</strong>. A aplicação não tem publicidade da Upplication e/ou de terceiros.",
            "123": " - <strong>Sem assinatura nos modelos</strong>. A aplicação não tem assinatura da Upplication no modelo.",
            "124": " - <strong>Estatísticas. Obtém informação do que está a acontecer na sua aplicação.</strong> Damos-lhe as ferramentas necessárias para ter sempre o controlo do que os seus clientes estão a fazer.",
            "125": " - <strong>Notificações push.</strong> O dashboard permitirá enviar notificações push ilimitadas.",
            "126": " - <strong>Atendimento ao cliente personalizado.</strong> Ligue-nos para podermos ajudá-lo/a a criar uma aplicação de alta qualidade. Estaremos à sua disposição no telefone <a href='tel:351300509132'> +351300509132 </a> (custo da chamada variará em função do operador, ajustando-se à tarifa ordinária nacional) de segunda-feira a quinta-feira das 09:00h às 17:00h e sexta-feira das 09:00h às 14:00h. No verão o horário será de segunda-feira a sexta-feira das 09:00h às 14:00h.",
            "127": " - <strong>Desenvolvimento e desenho personalizado em 3 semanas:</strong> Um membro da equipa de desenho da Upplication ficará encarregue de criar a sua app. É importante que preencha  obrigatoriamente dois formulários com o conteúdo que precisa de mostrar na sua app. Enquanto preenche ambos os formulários, a Upplication começará a criar a sua app. Os formulários serão enviados para o endereço de e-mail que utiliza no registo quando ativa a sua app na plataforma.",
            "128": " - <strong>Três alterações por ano:</strong> Este serviço permite 3 modificações de conteúdo por ano depois da publicação nos sistemas (iOs e Android). Podem ser realizadas de forma consecutiva ou espaçados ao longo dos 12 meses. Consideramos alterações as modificações de conteúdo geral de desenho ou imagem da app, publicação ou renovação de produtos e desenho de um módulo novo. Não consideramos alterações as modificações diárias e específicas, tais como alteração de um preço, gestão de reservas e envio de notificações.",
            "129": " - <strong>Para solicitar uma modificação na sua app enviei um e-mail para</strong>: <a href='mailto:suporte.santander@upplication.com'> suporte.santander@upplication.com</a> ou ligue para o número <a href='tel:351300509132'> +351300509132 </a> (custo da chamada variará em função do operador ajustando-se à tarifa ordinária nacional).",
            "130": " - <strong>eBook gratuito de Marketing App para pme.</strong> Upplication coloca à sua disposição um eBook para aprender a melhorar a sua empresa e aumentar as suas vendas utilizando a app móvel do seu negócio.",
            "132": "<strong>PREÇO:</strong> Pagamento mensal: 49,95€ por mês. Este serviço está sujeito a 6 meses de permanência.",
            "133": "<strong>PUBLICAÇÃO EM APP STORE DE APPLE:</strong> Para publicar seu app em App Store de Apple deves criar a tua própria conta de desenvolvedor. Esta conta tem um custo de 99€ ao ano, com IVA incluído no preço. Nossa equipa de suporte te ajudará a criar esta conta de desenvolvedor, porém o custo da criação e a manutenção dessa conta será responsabilidade do cliente.",
            "134": "<strong>Condições:</strong>",
            "135": "<strong>ATENÇÃO AO CLIENTE:</strong> Estamos disponíveis para solucionar qualquer dúvida ou problema de segunda-feira a quinta-feira das 09:00h às 17:00h e sexta-feira das 09:00h às 14:00h. No verão o horário será de segunda-feira a sexta-feira das 09:00h às 14:00h através do telefone <a href='tel:351300509132'> +351300509132 </a> (custo da chamada variará em função do operador ajustando-se à tarifa ordinária nacional), no Chat online ao navegar pelo portal ou no seguinte e-mail <a href='mailto:suporte.santander@upplication.com'> suporte.santander@upplication.com </a> ",
            "136": "<strong>SUPORTE TÉCNICO:</strong> Se tem problemas ou dúvidas de índole técnica, dirija-se à secção de: Perguntas Frequentes (FAQ’s) da nossa web. Também pode enviar um e-mail para <a href='mailto:suporte.santander@upplication.com'>suporte.santander@upplication.com</a> ou ligar para o número <a href='tel:351300509132'> +351300509132 </a> (custo da chamada variará em função do operador ajustando-se à tarifa ordinária nacional) de segunda-feira a quinta-feira das 09:00h às 17:00h e sexta-feira das 09:00h às 14:00h. No verão o horário será de segunda-feira a sexta-feira das 09:00h às 14:00h.",
            "137": "<strong>ANULAÇÃO</strong> DO SERVIÇO: O Cliente poderá dar baixa do serviço quando estime oportuno, eliminando a sua app a partir do painel de controlo.",
            "138": "Se o Cliente efetuou o pagamento anual, não lhe será reembolsada qualquer quantidade económica ao dar baixa do seu Plano.",
            "139": "Se o cliente optou pelo pagamento mensal, não lhe será reembolsada a mensalidade paga correspondente ao mês em que se deu baixa do Plano.",
            "140": "Se o Cliente optou pelo pagamento fracionado, não lhe será reembolsada a mensalidade paga correspondente ao mês em que se deu baixa do Plano.",
            "141": "<strong>CONDIÇÕES GERAIS:</strong> São de aplicação as nossas condições gerais, que terá de aceitar no momento da contratação."
          },
          "title": "Celebração do contrato de aquisição de produtos da UPPLICATION"
        }
      ]
    },
    "footer": {
      "home": {
        "title": "Home",
        "url": "@@config.base_path/pt/santandertotta/"
      }
    }
  }
}
