{
  "successful_showcase" : {
    "_keywords": "criar app, criar app loja, como criar a tua app, criar app android, criar app iphone, criar aplicação, criar app online, criar app móvel",
    "_meta_description": "Upplication é um criador de apps online para ti ou para a tua empresa. Experimenta GRÁTIS durante 15 dias, sem necessidade de programação e em questão de minutos. Para Android e iOS",
    "_meta_title": "Upplication: Asis & Gross",
    "_url": "/pt/asis-and-gross-caso-bem-sucedido/",
    "img": {
      "top_bg": "Sandra & Paloma´s creative process.",
      "blocks_bg1": "Sandra y Paloma using Upplication dashboard.",
      "blocks_bg2": "Asis & Gross mobile App.",
      "blocks_bg3": "Sandra Gross & Paloma Asis.",
      "blocks_bg4": "Asis & Gross mobile App details & download info.",
      "tips_icon1": "Si no lo comunicas, no existe",
      "tips_icon2": "Comunícate con tus clientes",
      "tips_icon3": "Tu app debe aparecer en tu web",
      "app_store": "Available in iPhone & iPad on the Apple Store",
      "google_play": "Available on the Google Play for Android"
    },
    "how": {
      "title" : "<span>Como</span> fizeram",
      "subtitle": "<b>Sandra Gross</b> & <b>Paloma Asis</b> tell us their experience:",
      "text1": "Nuestras hijas, que ya son mayores, empezaron a ir a bodas, a necesitar tocados, y todo lo que veían o era carísimo o no les gustaba. Entonces pensamos '<em>¿por qué no se los hacemos nosotras</em>'?. Las dos somos bastante creativas, y comenzamos a hacerle los tocados, que empezaron a tener éxito entre las amigas y dijimos: '<em>¿Por qué no nos dedicamos a esto?</em>'",
      "text2": "Hoy en día, lanzar una empresa y no utilizar las nuevas tecnologías es un error. <b>Necesitábamos buscar algo que nos acercara a la clienta</b>, también dirigirnos a ellas, <b>comunicarles continuamente nuestros nuevos productos</b>, nuestras nuevas campañas, colecciones, desfiles que convocamos y, sobre todo, <b>tener un escaparate las 24 horas del día</b>. Que todo el mundo pudiera ver lo que estamos haciendo, lo que estamos lanzando, desde su casa, desde el trabajo los <b>365 días del año</b>.",
      "text3": "Upplication nos pareció la plataforma más sencilla de utilizar, sobre todo para personas como nosotras y pensando en nuestras clientas que se sienten parte activa de la tecnología y eso les gusta. Además, <b>cada vez tenemos un público más joven</b>, y el hecho de saber que nuestra idea ha llegado tan lejos –y lo que le queda- nos reconforta mucho."
    },
    "tips": {
      "title" : "<span>Como</span> você pode fazer",
      "subtitle1" : "Si no lo comunicas, no existe",
      "subtitle2" : "Comunícate con tus clientes",
      "subtitle3" : "Tu app debe aparecer en tu web",
      "text1": "<b>Tu app es el canal de comunicación más directo con tus clientes</b> habituales. Pónselo fácil y mantenles informados de tus novedades y de tus promociones. Con tu app tienes línea directa con ellos. ¡Aprovéchalo!",
      "text2": "Habla con tus clientes tanto en tu establecimiento como a través de la app. <b>Escucha y aprende de lo que te aporta su feedback</b> y de esta forma <b>crearás un vínculo emocional</b> con ellos que se traducirá en <b>fidelidad</b>.",
      "text3": "Si tienes una web o un blog de tu negocio, puedes poner un <b>enlace o un widget</b> que te facilitamos y poner un Call to action o Llamada a la acción <b>para que quienes accedan a ella se la descarguen</b>. Más aún: ¿qué te parece si les ofreces algo por esa descarga?"
    },
    "app": {
      "name": "Sandra Gross & Paloma Asis.",
      "title": "Asis & Gross <span>App</span>"
    },
    "download" : {
      "app_store": "Available in iPhone & iPad on the <span>Apple Store</span>",
      "app_store_url": "https://itunes.apple.com/es/app/asis-gross/id1151475047?mt=8",
      "google_play": "Available on the Google Play for <span>Android</span>",
      "google_play_url": "https://play.google.com/store/apps/details?id=es.upplication.android21574"
    },
    "samples": {
      "title": "<span>Another</span> successful App showcases",
      "sample1": "Mais sobre Asis & Gross",
      "sample1_url": "@@config.base_path/pt/asis-and-gross-caso-bem-sucedido/",
      "sample2": "Mais sobre Fisiohogar",
      "sample2_url": "@@config.base_path/pt/fisiohogar-caso-bem-sucedido/",
      "sample3": "Mais sobre Facebook onboarding",
      "sample3_url": "https://youtu.be/NyRm-ttbKeM"
    }
  },
  "successful_showcase_services" : {
    "_keywords": "create app, how to create your app, create app android, create app iphone, create application, create online app, crear mobile app",
    "_meta_description": "Upplication is an online app builder to do apps yourself, for your business. It is easy, without coding, and quick, in few minutes.",
    "_meta_title": "Upplication: Fisiohogar, delivery fhysiotherapist",
    "_url": "/pt/fisiohogar-caso-bem-sucedido/",
    "img": {
      "top_bg": "Fhysiotherapist working...",
      "blocks_bg1": "Pablo Herrera sending a push notification.",
      "blocks_bg2": "Fisiohogar mobile app.",
      "blocks_bg3": "Pablo Herrera.",
      "blocks_bg4": "Fisiohogar app.",
      "tips_icon1": "Incentiva las descargas de tu app",
      "tips_icon2": "Crea una Tarjeta de fidelización",
      "tips_icon3": "Aprovecha el impacto de tus mails",
      "app_store": "Available in iPhone & iPad on the Apple Store",
      "google_play": "Available on the Google Play for Android"
    },
    "how": {
      "title" : "<span>Como</span> ele fazê-lo",
      "subtitle": "<b>Pablo Herrera</b> tell us about his own experience:",
      "text1": "Ya éramos un negocio bastante digitalizado, además tratamos de innovar continuamente. Por ello, <b>decidimos contactar con Upplication para expandir digitalmente aún más nuestro negocio</b>.",
      "text2": "Upplication nos ha ayudado en todo el proceso. Se volcaron con nosotros, y siguen haciéndolo: cada vez que tenemos una duda o queremos ampliar algo, se implican.",
      "text3": "<b>Tuvimos una reunión con ellos para plantearles el tipo de aplicación que queríamos generar, y nos ayudaron</b> a descartar cosas, así como a incluir otras. Solo tuvimos que explicarles nuestro negocio y diseñar cuatro cosas. Desde luego, <b>no hace falta ser un experto informático</b> para crear una aplicación con ellos. Además, el precio y las facilidades que ofrecen es otro de los puntos fuertes.",
      "text4": "Mi negocio, desde la creación de la app con Upplication, ha crecido en muchos aspectos: <b>la fidelización de mis clientes es más fuerte</b>, y hemos logrado potenciar mucho nuestra imagen de marca. <b>Ahora los clientes llevan a su fisioterapeuta 24 horas en el bolsillo</b>. Cada vez que lo necesiten, pueden pedir cita, además de contar con todos los ejercicios y estiramientos pautados incluidos en la app. Nuestros clientes perciben una mayor calidad y, las empresas, a nivel económico, nos han ayudado a lanzar algunas promociones que lleguen de forma más directa."
    },
    "tips": {
      "title" : "<span>Como</span> você pode fazer",
      "subtitle1" : "Incentiva las descargas de tu app",
      "subtitle2" : "Crea una Tarjeta de fidelización",
      "subtitle3" : "Aprovecha el impacto de tus mails",
      "text1": "La mejor forma de que la gente se descargue tu app es crear un <b>cupón o un descuento que SÓLO se consiga teniendo la app</b>. También es muy buena idea si les ofreces, por ejemplo, un 10% de descuento por descargarse la app",
      "text2": "¿A quién no le gusta que le inviten? Crea una o varias tarjetas de sellos con el <b>módulo de fidelización</b> y házselo saber incluso con una notificación móvil en tu app. <b>Tus clientes habituales te lo agradecerán y se lo contarán a sus amigos</b>. ¡Que corra la voz!",
      "text3": "Si sueles enviar emails a tus clientes con tus novedades o con algún tipo de información que te hayan solicitado, <b>aprovecha para contarles que también tienes una app móvil y un enlace para que se la descarguen</b> por ejemplo, en la firma del mail."
    },
    "app": {
      "name": "Pablo Herrera.",
      "title": "Fisiohogar <span>App</span>"
    },
    "download" : {
      "app_store": "Available in iPhone & iPad on the <span>Apple Store</span>",
      "app_store_url": "https://itunes.apple.com/es/app/fisio-en-tu-movil/id874340902?mt=8",
      "google_play": "Available on the Google Play for <span>Android</span>",
      "google_play_url": "https://play.google.com/store/apps/details?id=es.upplication.android3563"
    },
    "samples": {
      "title": "<span>Another</span> successful App showcases",
      "sample1": "Mais sobre Asis & Gross",
      "sample1_url": "@@config.base_path/pt/asis-and-gross-caso-bem-sucedido/",
      "sample2": "Mais sobre Fisiohogar",
      "sample2_url": "@@config.base_path/pt/fisiohogar-caso-bem-sucedido/",
      "sample3": "Mais sobre Facebook onboarding",
      "sample3_url": "https://youtu.be/NyRm-ttbKeM"
    }
  }
}