{
  "terms": {
    "_url": "/pt/termos/",
    "_meta_title": "Termos legais para a utilização da Upplication: criador de apps",
    "_keywords": "criar app, como criar a tua app, criar app android, criar app iphone, criar aplicação, criar app online, criar app móvel",
    "_meta_description": "Condições de utilização da Upplication, criador de apps online para ti ou o teu negócio.",
    "_priority": "0.5",
    "title": "Termos Legais",
    "legal": {
      "title": "<span>Aviso</span> Legal",
      "paragraphs": {
        "0": "Em cumprimento com o dever de informação abrangido no artigo 10 da Lei 34/2002, de 11 de julho, de Serviços da Sociedade da Informação e de Comércio Eletrónico, informamo-lo que a URL <span>www.upplication.com</span> (daqui para a frente o PORTAL) é um domínio propriedade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE), com domicÍlio sito em <strong>Rua Quintana 2, 28008 (Madrid)</strong>, com <strong>C.I.F. nº B86569654</strong>.",
        "1": "Todas as marcas, nomes comerciais ou simbolos distintivos de qualquer classe que aparecem no PORTAL são propriedade da ENTIDADE ou de terceiros, sem que se possa entender que a utilização ou acesso ao site e/ou aos serviços, atribua ao utilizador nenhum direito sobre as citadas marcas, nomes comerciais e/ou simbolos distintivos.",
        "2": "Do mesmo modo, os conteúdos publicados na web, o seu desenho gráfico, imagens, bases de dados e código fonte são propriedade inteletual da ENTIDADE ou de terceiros, sem que se possam entender como cedidos ao utilizador, em virtude do estabelecido neste Aviso Legal, nenhum dos direitos de exploração que existem ou possam existir sobre ditos conteúdos para além do estritamente necessário para a utilização correta do PORTAL e dos serviços que se prestam através dele.",
        "3": "O acesso a este website é responsabilidade exclusiva dos utilizadores. O simples acesso ao PORTAL não supõe estabelecer nenhum tipo de relação de caráter comercial entre a ENTIDADE e o utilizador.",
        "4": "Acedendo a ele aceita os termos e as condições descritos no PORTAL."
      }
    },
    "privacy": {
      "title": "<span>Política de</span> Privacidade",
      "paragraphs": {
        "0": "Esta política aplica-se ao website <span>www.upplication.com</span> (daqui para a frente o PORTAL) E a todos os serviços e produtos oferecidos na Internet por UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE). O presente documento resume o tipo de informação pessoal que recebe e recompila a Entidade quando se utilizam os serviços da página web.",
        "1": "Prevê-se a utilização de cookies, log, links e outras tecnologias para armazenar as preferências do utilizador com o objetivo de melhorar a qualidade dos nossos serviços, assegurar o funcionamento técnico da rede, e desenvolver novas e melhores prestações. No caso de desactivar ou rejeitar os cookies, pode ocorrer que algumas das funções e/ou serviços do PORTAL não funcionem adequadamente.",
        "2": "Em cumprimento do <strong>artigo 5 da Lei Orgânica 15/1999, de 13 de dezembro, de Proteção de Dados de Caráter Pessoal</strong>, pelo qual se regula o direito de informação na recolha de dados, informamo-lo de que os seus dados pessoais serão incorporados num Ficheiro de Dados de Caráter Pessoal, titularidade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. como Responsável do Ficheiro, com a finalidade de manter as nossas relações contratuais, comerciais e profissionais que nos unem a si, assim como para o envio de comunicações postais, telemáticas, ou por outros meios, com ocasião de acontecimentos pontuais, ou em certos períodos do ano, que possam ser de interesse para o afectado.",
        "3": "Em qualquer caso, o titular dos dados resulta informado e consente na conservação de ditos dados sob as devidas condições de segurança e segredo profissional, pelo período que resulte necessário para a finalidade para a que são recolhidos.",
        "4": "O PORTAL não exerce controlo sobre os websites mostrados como resultado da sua pesquisa, links ou acessos desde o nosso directório. Estes outros websites podem colocar as suas próprias cookies ou solicitar-lhe informação pessoal.",
        "5": "A ENTIDADE informa os Utilizadores Registados no caso da possibilidade de exercitar os direitos de acesso, anulação, rectificação e oposição em relação aos seus dados de caráter pessoal que constam nos ficheiros da ENTIDADE, mediante comunicação escrita acompanhada de uma fotocópia do Cartão de Cidadão dirigida à UPPLICATION SOFTWARE TECHNOLOGIES, S.L., para a seguinte morada: <strong>Rua Quintana 2, 28008 (Madrid)</strong>. Estes ficheiros encontram-se devidamente inscritos no Registo da Agência Espanhola de Proteção de Dados e cumprem as Medidas de Segurança requeridas pelo <strong>Real Decreto1720/2007</strong>.",
        "6": "Os citados utilizadores somente estão autorizados à utilização do PORTAL com prévia aceitação e cumprimento das condições aqui recolhidas, devendo abandonar o site caso contrário."
      }
    },
    "general": {
      "title": "Condições gerais de utilização <span>da página web</span>",
      "subsections": [
        {
          "paragraphs": {
            "0": "As presentes Condições Gerais de utilização dos serviços oferecidos na URL <span>www.upplication.com</span> (deaqui para a frente o PORTAL) são subscritas, pelo titular do domínio, UPPLICATION SOFTWARE TECHNOLOGIES, S.L. cujo endereço eletrónico de contacto é: <a href=\"mailto:info@upplication.com\">info@upplication.com </a>",
            "1": "Considera-se UTILIZADOR, as pessoas físicas com capacidade para subscrever validamente um contrato de acordo com a lei aplicável.",
            "2": "Não poderá utilizar o website e não poderá aceitar as <strong>Condições</strong> se...",
            "3": "...Não é maior de idade e não pode formalizar um contrato vinculante conforme a direito, ou",
            "4": "...Não reveste a qualidade de UTILIZADOR segundo o exposto."
          },
          "title": "<span>1</span> Identificação das partes:"
        },
        {
          "title": "<span>2</span> Aperfeiçoamento do acordo:",
          "paragraphs": {
            "0": "Para utilizar o PORTAL, devem-se aceitar as presentes condições gerais (deaqui para a frente, as Condições), assim como aquelas cláusulas particulares abrangidas para a utilização e/ou contratação de serviços concretos. No caso contrário, dever-se-á abandonar o PORTAL.",
            "1": "Poderá aceitar as <strong>Condições</strong>...",
            "2": "...Clicando no botão de aceitação das Condições, quando se lhe ofereça esta opção na interface de utilizador;",
            "3": "...Utilizando de forma efetiva o website, reconhece e aceita que, a utilização do PORTAL se considerará como uma aceitação das Condições.",
            "4": "Aconselha-se o UTILIZADOR a ler atentamente as presentes condições. Poderá guardá-las ou imprimi-las se assim o desejar."
          }
        },
        {
          "paragraphs": [
            "As presentes condições gerais serão de aplicação a todos os serviços/produtos presente na web <span>www.upplication.com</span>"
          ],
          "title": "<span>3</span> Âmbito de aplicação:"
        }
      ]
    },
    "cookies": {
      "title": "<span>Política de</span> Cookies",
      "subsections": [
        {
          "title": "<span>1</span> Como e porque utilizamos cookies?",
          "paragraphs": [
            "UPPLICATION SOFTWARE TECHNOLOGIES S.L (daqui para a frente UPPLICATION) utiliza cookies dentro dos seus websites (<span>www.upplication.com</span>, e qualquer subdomínio pertencente ao mesmo) para oferecer o website mais eficaz possível aos nossos clientes. Entre outras coisas, os cookies permitem recordar as preferências e a utilização de determinadas ferramentas e secções da nossa web. Esta política de Cookies explica o que são os cookies, como os utilizamos e como te beneficiarão. Como possivelmente já sabias, a recente legislação exige que os websites obtenham o consentimento dos visitantes para utilizar certos cookies.",
            "UPPLICATION faz utilização dos cookies com o objetivo de poder medir o comportamento dos utilizadores tanto na nossa web (upplication.com) como em qualquer subdomínio, como se mencionou anteriormente. Graças à análise somos capazes de otimizar a experiência do nosso utilizador dentro da ferramenta.",
            "Os dados obtidos são obtidos graças ao software <strong>Google Analitycs</strong>. Este gestor trata os dados obtidos e UPPLICATION só tem acesso aos mesmos. Estes dados são de caráter confidencial e nunca se cederão a outra empresa. Só se tratarão a nível interno e estarão vigiados sob os níveis de segurança que a lei estabelece."
          ]
        },
        {
          "paragraphs": [
            "Os navegadores da maioria dos computadores, smartphones e outros dispositivos habilitados para visualizar um website costumam estar configurados para aceitar cookies. Se desejas modificar as tuas preferências de cookies neste website ou em qualquer outro, podes fazê-lo através da configuração do navegador. A função “ajuda” do teu navegador irá dizer-te como fazê-lo. Recordamos que se decides bloquear a utilização de determinados cookies no teu navegador do nosso website pode afetar o funcionamento do mesmo.",
            "Sempre que visites um dos nossos websites as jurisdições locais obrigam-nos a pedir o teu consentimento para estabelecer um cookie mediante um banner na parte inferior do ecrã, que desaparecerá passados 7 segundos depois do seu aparecimento. Passado esse tempo automaticamente estarás a aceitar os cookies estabelecidas com o teu dispositivo."
          ],
          "title": "<span>2</span> Como é que se podem gerir os Cookies?"
        }
      ]
    }
  }
}