{
  "terms": {
    "_url": "/es/terminos/",
    "_meta_title": "Términos legales para el uso de Upplication: creador de apps",
    "_keywords": "crear app, como crear tu app, crear app android, crear app iphone, crear aplicacion, crear app online, crear app movil",
    "_meta_description": "Condiciones de uso de Upplication, creador de apps online para ti o tu negocio.",
    "_priority": "0.5",
    "title": "Términos Legales",
    "legal": {
      "title": "<span>Aviso</span> Legal",
      "paragraphs": {
        "0": "En cumplimiento con el deber de información recogido en el artículo 10 de la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y de Comercio Electrónico, le informamos que la URL <span>www.upplication.com</span> (en adelante el PORTAL) es un dominio propiedad de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (en adelante la ENTIDAD), con domicilio sito en <strong>Glorieta Quevedo 7,  4º Izquieda, 28015 (Madrid)</strong>, con <strong>C.I.F. nº B86569654</strong>.",
        "1": "Todas las marcas, nombres comerciales o signos distintivos de cualquier clase que aparecen en el PORTAL son propiedad de la ENTIDAD o de terceros, sin que pueda entenderse que el uso o acceso al sitio y/o a los servicios, atribuya al usuario derecho alguno sobre las citadas marcas, nombres comerciales y/o signos distintivos.",
        "2": "Asimismo, los contenidos publicados en la web, su diseño gráfico, imágenes, bases de datos y código fuente son propiedad intelectual de la ENTIDAD o de terceros, sin que puedan entenderse cedidos al usuario, en virtud de lo establecido en este Aviso Legal, ninguno de los derechos de explotación que existen o puedan existir sobre dichos contenidos más allá de lo estrictamente necesario para el correcto uso del PORTAL y de los servicios que se prestan a través de él.",
        "3": "El acceso a este web site es responsabilidad exclusiva de los usuarios. El simple acceso al PORTAL no supone entablar ningún tipo de relación de carácter comercial entre la ENTIDAD y el usuario.",
        "4": "Accediendo a él acepta los términos y condiciones descritos en el PORTAL."
      }
    },
    "privacy": {
      "title": "<span>Política de</span> Privacidad",
      "paragraphs": {
        "0": "Esta política se aplica al sitio web <span>www.upplication.com</span> (en adelante el PORTAL) y a todos los servicios y productos ofrecidos en Internet por UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (en adelante, la ENTIDAD). El presente documento resume el tipo de información personal que recibe y recopila la Entidad cuando se utilizan los servicios de la página web.",
        "1": "Se prevé la utilización de cookies, log, enlaces y otras tecnologías para almacenar las preferencias del usuario con el fin de mejorar la calidad de nuestros servicios, asegurar el funcionamiento técnico de la red, y desarrollar nuevas y mejores prestaciones. Si se desactivan o rechazan las cookies, puede ocurrir que algunas de las funciones y/o servicios del PORTAL no funcionen adecuadamente.",
        "2": "En cumplimiento del <strong>artículo 5 de la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal</strong>, por el que se regula el derecho de información en la recogida de datos, le informamos de que sus datos personales serán incorporados a un Fichero de Datos de Carácter Personal, titularidad de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. como Responsable del Fichero, con la finalidad de mantener nuestras relaciones contractuales, comerciales y profesionales que nos unen a Ud., así como para el envío de comunicaciones postales, telemáticas, o por otros medios, con ocasión de acontecimientos puntuales, o en ciertos periodos del año, que puedan ser de interés para el afectado.",
        "3": "En cualquier caso, el titular de los datos resulta informado y consiente en la conservación de dichos datos bajo las debidas condiciones de seguridad y secreto profesional, por el período que resulte necesario para la finalidad para la que son recabados.",
        "4": "El PORTAL no ejerce control sobre los sitios web mostrados como resultado de su búsqueda, enlaces o accesos desde nuestro directorio. Estos otros sitios web pueden colocar sus propias cookies o solicitarle información personal.",
        "5": "La ENTIDAD informa a los Usuarios Registrados en su caso de la posibilidad de ejercitar los derechos de acceso, cancelación, rectificación y oposición respecto de sus datos de carácter personal que constan en los ficheros de la ENTIDAD, mediante comunicación escrita acompañada de una fotocopia del D.N.I. dirigida a UPPLICATION SOFTWARE TECHNOLOGIES, S.L., a la siguiente dirección: <strong>Glorieta Quevedo 7,  4º Izquieda, 28015 (Madrid)</strong>. Estos ficheros se encuentran debidamente inscritos en el Registro de la Agencia Española de Protección de Datos y cumplen las Medidas de Seguridad requeridas por el <strong>Real Decreto1720/2007</strong>.",
        "6": "Los citados usuarios sólo están autorizados al uso del PORTAL previa aceptación y cumplimiento de las condiciones aquí recogidas, debiendo abandonar el sitio en caso contrario."
      }
    },
    "general": {
      "title": "Condiciones generales de uso <span>de la página web</span>",
      "subsections": [
        {
          "paragraphs": {
            "0": "Las presentes Condiciones Generales de uso de los servicios ofrecidos en la URL <span>www.upplication.com</span> (en adelante el PORTAL) son suscritas, por el titular del dominio, UPPLICATION SOFTWARE TECHNOLOGIES, S.L. cuyo correo electrónico de contacto es: <a href=\"mailto:info@upplication.com\">info@upplication.com </a>",
            "1": "Se considera USUARIO, a las personas físicas con capacidad para suscribir válidamente un contrato de acuerdo con la ley aplicable.",
            "2": "Ud. no podrá utilizar el sitio web y no podrá aceptar las <strong>Condiciones</strong> si...",
            "3": "...No es mayor de edad y no puede formalizar un contrato vinculante conforme a derecho, o",
            "4": "...No reviste la calidad de USUARIO según lo expuesto."
          },
          "title": "<span>1</span> Identificación de las partes:"
        },
        {
          "title": "<span>2</span> Perfeccionamiento del acuerdo:",
          "paragraphs": {
            "0": "Para utilizar el PORTAL, deben aceptarse las presentes condiciones generales (en adelante, las Condiciones), así como aquellas estipulaciones particulares recogidas para la utilización y/o contratación de servicios concretos. En caso contrario, deberá abandonarse el PORTAL.",
            "1": "Ud. podrá aceptar las <strong>Condiciones</strong>...",
            "2": "...Haciendo clic en el botón de aceptación de las Condiciones, cuando se le ofrezca esta opción en la interfaz de usuario;",
            "3": "...Utilizando de forma efectiva el sitio web. Ud. reconoce y acepta que, la utilización del PORTAL se considerará como una aceptación de las Condiciones.",
            "4": "Se aconseja al USUARIO leer con detenimiento las presentes condiciones. Podrá guardarlas o imprimirlas si así lo desea."
          }
        },
        {
          "paragraphs": [
            "Las presentes condiciones generales serán de aplicación a todos los servicios/productos recogidos en la web <span>www.upplication.com</span>"
          ],
          "title": "<span>3</span> Ámbito de aplicación:"
        }
      ]
    },
    "cookies": {
      "title": "<span>Política de</span> Cookies",
      "subsections": [
        {
          "title": "<span>1</span> ¿Cómo y por qué usamos cookies?",
          "paragraphs": [
            "UPPLICATION SOFTWARE TECHNOLOGIES S.L (En adelante UPPLICATION) utiliza cookies dentro sus sitios web (<span>www.upplication.com</span>, y cualquier subdominio perteneciente al mismo) para ofrecer el sitio web más eficaz posible a nuestros clientes. Entre otras cosas, las cookies permiten recordar las preferencias y el uso de determinadas herramientas y secciones de nuestra web. Esta Política de Cookies explica qué son las cookies, cómo las usamos y cómo te beneficiarán. Como posiblemente sepas, la reciente legislación exige que los sitios web obtengan el consentimiento de los visitantes para utilizar ciertas cookies.",
            "UPPLICATION hace uso de las cookies con el objetivo de poder medir el comportamiento de los usuarios tanto en nuestra web (upplication.com) como en cualquier subdominio, como bien se ha mencionado anteriormente. Gracias a la analítica somos capaces de optimizar la experiencia de nuestro usuario dentro de la herramienta.",
            "Los datos obtenidos son sacados gracias al software <strong>Google Analitycs</strong>. Este gestor trata los datos obtenidos y UPPLICATION solo tiene acceso a los mismos. Estos datos son de carácter confidencial y nunca se cederán a otra empresa. Sólo se tratarán a nivel interno y estarán vigilados bajo los niveles de seguridad que establece la ley."
          ]
        },
        {
          "paragraphs": [
            "Los navegadores de la mayoría de ordenadores, teléfonos inteligentes y otros dispositivos habilitados para visualizar un sitio Web suelen estar configurados para aceptar cookies. Si deseas modificar tus preferencias de cookies en este sitio web o en cualquier otro, puedes hacerlo a través de la configuración del navegador. La función \"ayuda\" de tu navegador te dirá cómo hacerlo. Te recordamos que si decides bloquear el uso de determinadas cookies en tu navegador de nuestro sitio web puede afectar al funcionamiento del mismo.",
            "Siempre que visites uno de nuestros sitios web las jurisdicciones locales nos obligan a pedir tu consentimiento para establecer cookies en el dispositivo, siempre te preguntaremos antes de establecer una cookie mediante un banner en la parte inferior de la pantalla, que desaparecerá a los 7 segundos después de su aparición. Trascurrido ese tiempo automáticamente estarás aceptando las cookies establecidas con tu dispositivo."
          ],
          "title": "<span>2</span> ¿Cómo se pueden gestionar las Cookies?"
        }
      ]
    },
    "dashboard": {
      "subsections": [
        {
          "paragraphs": {
            "0": "El presente documento establece las condiciones por las que se rige el uso de esta página web y la adquisición de productos en la misma (en adelante, las Condiciones).",
            "1": "Al utilizar esta página web y al contratar cualquier producto a través de la misma, usted consiente en quedar vinculado por estas Condiciones, por lo que si no está usted de acuerdo con las mismas, no debe usar esta página web ni contratar a través de la misma.",
            "2": "Estas Condiciones podrían ser modificadas, por lo que rogamos su lectura aunque ya lo haya hecho antes. En todo caso, las Condiciones que estén vigentes en el momento de celebración de un contrato sobre cualquier producto o servicio serán las que le resulten aplicables.",
            "3": "En las presentes condiciones aludiremos a nosotros como Upplication y a Vd. como el Cliente."
          },
          "title": "Introducción"
        },
        {
          "paragraphs": [
            "La información o datos personales que nos facilite serán tratados con arreglo a lo establecido en las presentes Condiciones.",
            "Dicha entidad es la parte contratante en caso de que adquiera algún producto."
          ],
          "title": "Nuestros datos"
        },
        {
          "paragraphs": {
            "0": "Esta página web está operada bajo la denominación Upplication por UPPLICATION SOFTWARE TECHNOLOGIES, S.L., sociedad española con domicilio en Glorieta de Glorieta de Quevedo, 7, 4º izda., 28015 Madrid (Madrid), inscrita en el Registro Mercantil de Madrid, Tomo 30419, Folio 1, Sección 8, Hoja 547507, inscripción 1ª y CIF nº B86569654",
            "1": "Le rogamos lea atentamente los siguientes apartados:",
            "2": "a) Cesión de sus propios datos:",
            "3": "Al hacer uso de esta página web y al contratar cualquier producto, usted consiente en la incorporación de sus datos de carácter personal en un fichero que será objeto de tratamiento con el fin de poder comunicarnos con Vd. así como de gestionar el cumplimiento y desarrollo de los contratos que suscriba con nosotros, y también con fines de comunicación comercial entre Vd. y nosotros.",
            "4": "Los datos que se le solicitan durante el proceso de contratación son obligatorios. Si no nos facilita usted toda la información y datos de carácter personal que le solicitamos, no podremos contratar con Vd., por lo que cualquier pedido se tendrá por no efectuado.",
            "5": "No obstante, en cualquier momento podrá ejercitar los derechos de acceso, rectificación, cancelación y oposición comunicándolo en la dirección <a href='mailto:info@upplication.com'>info@upplication.com</a>. También podrá comunicar en ese correo si desea que la cesión de datos de carácter personal tenga solamente por finalidad el establecimiento del contrato y las necesidades propias del contrato, excluyendo otros fines.",
            "6": "El responsable del fichero y del tratamiento de los datos es UPPLICATION SOFTWARE TECHNOLOGIES, S.L., con domicilio Glorieta de Quevedo, 7, 4º izda., 28015 Madrid (Madrid) y CIF nº B86569654.",
            "7": "El usuario de esta página web y de los productos y servicios que haya contratado o pueda contratar declara que toda la información o datos que facilite son veraces y se corresponden con la realidad.",
            "8": "b) Cesión de datos de terceros como consecuencia de la contratación de los productos y servicios de UPPLICATION.",
            "9": "La contratación de los productos de Upplication podrá implicar que Vd. podrá ponerse en contacto con terceros, ya sean sus clientes, ya sean simplemente contactos personales, y que éstos le suministren datos de carácter personal para su incorporación a un fichero de Vd. y su tratamiento.",
            "10": "Debido a ello se le informa de que Vd. se compromete, y es responsabilidad suya, el cumplimiento de las obligaciones y limitaciones que le impone la Ley Orgánica 15/1999 de Protección de Datos para obtener datos de carácter personal de terceras personas, almacenarlos en un fichero y su tratamiento. A tal efecto, Vd. será el responsable del tratamiento de dichos datos.",
            "11": "Se le informa de que Upplication, tal como está previsto en el art. 12 de la Ley 15/1999 de Protección de Datos, almacenará y tratará dichos datos de sus contactos como encargado del tratamiento y exclusivamente para la gestión y desarrollo del producto que Vd. ha contratado con nosotros, y que Vd. nos encarga al contratar un producto. En todo caso, el tratamiento y utilización de los datos por parte de Upplication se limitará a las especificaciones que se describen para el producto que Vd. haya contratado.",
            "12": "Asimismo, y a los efectos previstos en el art. 21 del Real Decreto 1720/2007 que aprueba el Reglamento de desarrollo de la Ley de Protección de Datos de Carácter Personal, Vd. autoriza a Upplication a subcontratar los servicios de almacenamiento y tratamiento de los datos de carácter personal que Vd. obtuviera como consecuencia del uso de los productos contratados. La empresa subcontratada es Acens Technologies, S.L. con domicilio en la calle San Rafael, 14, 28108 – Alcobendas (Madrid) y el objeto de la subcontratación consiste en el almacenamiento y tratamiento de datos especificado en el producto que Vd. haya contratado. También se le informa de que el tratamiento de datos de carácter personal, tanto por Upplication como por la empresa subcontratada, se ajustará a las instrucciones de Vd. como responsable del tratamiento.",
            "13": "Una vez finalizado el contrato entre Vd. y nosotros por cualquier causa los datos se destruirán."
          },
          "title": "Advertencias sobre datos de carácter personal"
        },
        {
          "paragraphs": [
            "Al realizar un contrato a través de esta página web, usted declara ser mayor de 18 años y tener capacidad legal para celebrar contratos. Al hacer uso de esta página web y al contratar los productos de Upplication a través de la misma Vd. se compromete a:",
            "a) Hacer uso de esta página web únicamente para realizar consultas o pedidos legalmente válidos",
            "b) No realizar ningún pedido falso o fraudulento. Si razonablemente se pudiera considerar que se ha hecho un pedido de esta índole estaremos autorizados a anularlo e informar, en su caso, a las autoridades pertinentes.",
            "c) Facilitarnos su nombre y apellidos o denominación social, el NIF o CIF, dirección de correo electrónico, dirección postal y teléfono de contacto de forma veraz y exacta. Asimismo, consiente que podremos hacer uso de dicha información para ponernos en contacto con usted si es necesario. En caso de que los datos que nos suministre no se ajustaran a la realidad, Upplication podrá cancelar o no iniciar relaciones contractuales con Vd.",
            "d) A utilizar los productos con fines ajustados a la Ley y cumpliendo con los requisitos que, en su caso, la Ley exija, así como con lealtad y buena fe frente a terceros."
          ],
          "title": "Uso de nuestra página web y contratación de productos de UPPLICATION"
        },
        {
          "paragraphs": {
            "0": "La información contenida en las presentes Condiciones y los detalles contenidos en esta página web no constituye una oferta de venta, sino una invitación para contratar. No existirá ningún contrato entre usted y nosotros en relación con ningún producto o servicio hasta que haya sido satisfecho el precio correcto que en cada caso y para cada modalidad se indica, y haya sido expresamente aceptado por nosotros.",
            "1": "Si su pedido no es aceptado y ya se hubiese realizado algún cargo en su cuenta, el importe del mismo le será reintegrado en su totalidad.",
            "2": "Para realizar un pedido, deberá seguir el procedimiento de compra on-line siguiendo estrictamente las instrucciones que se le formulan.",
            "3": "<b>MODIFICACIONES EN LA OFERTA DE PRODUCTOS</b>",
            "4": "Nos reservamos el derecho de retirar cualquier producto o servicio de esta página web en cualquier momento.",
            "5": "<b>PRECIO Y PAGO</b>",
            "6": "El precio de cada producto será el que se establezca en cada momento en nuestra página web, salvo en caso de error.",
            "7": "Si descubriésemos un error en el precio de alguno de los productos que usted ha encargado, le informaremos lo antes posible y le daremos la opción de reconfirmar su pedido al precio correcto o bien anularlo. Si no logramos ponernos en contacto con usted, el pedido se considerará cancelado y se le reembolsarán íntegramente las cantidades que hubiesen sido abonadas. No estaremos obligados a suministrarle ningún producto a un precio incorrecto (incluso aunque le hayamos enviado alguna confirmación).",
            "8": "El procedimiento para el pago es el que se describe en la página web y deberá seguir todos los pasos que se le indicarán. La transacción es segura, será verificada por el sistema CV2 y la responsabilidad de la misma es de Upplication.",
            "9": "Una vez completados todos los pasos no se admitirá el retroceso de ningún pago con la sola excepción de lo señalado en el párrafo anterior.",
            "10": "En caso de que el producto o servicio contratado incluya importes a pagar por su parte de forma periódica, Vd. deberá atender los pagos a los vencimientos señalados.",
            "11": "En caso de incumplimiento por su parte de cualquier obligación de pago, total o parcialmente, Upplication podrá resolver el contrato de forma inmediata.",
            "12": "<b>IMPUESTO SOBRE EL VALOR AÑADIDO</b>",
            "13": "Los precios de esta página web incluyen IVA.",
            "14": "El tipo de IVA aplicable será el legalmente vigente en cada momento en función del producto o servicio concreto de que se trate.",
            "15": "En caso de que existiera un error o una modificación legal del tipo o régimen impositivo de modo que la operación esté sujeta a un régimen o gravamen fiscal distinto del previsto en el momento de la contratación, la operación se ajustará al régimen que legalmente esté vigente en cada momento de modo que el comprador pagará el importe que faltare o el vendedor le restituirá el importe sobrante, según el caso.",
            "16": "<b>SOBRE EL CONTENIDO DEL CONTRATO</b>",
            "17": "Las condiciones particulares del contrato estarán constituidas por la definición que se proporciona en la página web de Upplication del Plan que contrate el Cliente.",
            "18": "<b>COMPROMISOS GENERALES FRENTE A TERCEROS DEL USUARIO DE UPPLICATION</b>",
            "19": "Dado que los productos que ofrece Upplication incluyen que el Cliente podrá utilizarlos en sus relaciones, personales o comerciales, con terceros, en la utilización que pueda realizar de los productos contratados con Upplication, el Cliente se compromete a respetar los siguientes principios:",
            "20": "a) La salvaguarda del orden público, la investigación penal, la seguridad pública y la defensa nacional.",
            "21": "b) La protección de la salud pública o de las personas físicas o jurídicas que tengan la condición de consumidores o usuarios incluso cuando actúen como inversores.",
            "22": "c) El respeto a la dignidad de la persona y al principio de no discriminación por motivos de raza, sexo, religión, opinión, nacionalidad, discapacidad o cualquier otra circunstancia personal o social.",
            "23": "d) La protección de la juventud y de la infancia.",
            "24": "e) La salvaguarda de los derechos de propiedad intelectual.",
            "25": "f) Se respetarán en todo caso las garantías, normas y procedimientos previstos en el ordenamiento jurídico para proteger los derechos a la intimidad personal y familiar, a la protección de los datos personales, a la libertad de expresión o a la libertad de información.",
            "26": "Debido a que los productos que se pueden contratar prevén la creación y gestión por parte del Cliente de una web, el Cliente es consciente de que, además de cumplir con las anteriores condiciones, deberá cumplir con las prevenciones y requisitos establecidos en la Ley 34/2002 de 11 de julio de Servicios de la Sociedad de la Información.",
            "27": "Upplication no es responsable de las infracciones o incumplimientos en los que el Cliente pudiera incurrir en relación con lo contemplado en la presente cláusula.",
            "28": "<b>COMPROMISOS CONTRACTUALES FRENTE A TERCEROS DEL USUARIO DE UPPLICATION</b>",
            "29": "El uso que el Cliente haga de los productos contratados con Upplication puede dar lugar a que el Cliente acuerde compromisos de carácter civil, mercantil o administrativo frente a terceros y/o Administraciones públicas. El Cliente es consciente de que Upplication no es parte de esos posibles compromisos ni puede verse afectada directa o indirectamente por los mismos. El Cliente adoptará, en su caso, las medidas necesarias para mantener a Upplication al margen e indemne de cualquier responsabilidad derivada de aquéllos.",
            "30": "<b>EXONERACIÓN DE RESPONSABILIDAD</b>",
            "31": "Debido a la naturaleza abierta de esta página web y debido a que los productos que se ofrecen consisten en aplicaciones electrónicas que se distribuyen a través de las redes generales de comunicación, existe la posibilidad de que se produzcan errores en el almacenaje y transmisión de información digital, así como riesgos de ataques o alteraciones fraudulentas por parte de terceros. En consecuencia, no podemos garantizar la precisión y seguridad de la información transmitida u obtenida tanto por medio de esta página web como la que se suministre para dar cumplimiento a los Contratos que Vd. pueda celebrar.",
            "32": "Con el alcance que permita la ley, excluimos todas las garantías, salvo aquéllas que no puedan ser legítimamente excluidas frente a los consumidores y usuarios.",
            "33": "Lo dispuesto en la presente cláusula no afectará a sus derechos legales en caso de que Vd. actúe como consumidor y usuario.",
            "34": "Por otra parte, se hace constar a los efectos de los artículos 15 y 16 de la Ley 34/2002 de Servicios de la Sociedad de la Información que en el desarrollo del Contrato Upplication:",
            "35": "a) No modificará la información que reciba.",
            "36": "b) Permitirá el acceso a ella solamente al Cliente.",
            "37": "c) Su sistema respeta las normas generalmente aceptadas y aplicadas para la actualización de la información.",
            "38": "d) Upplication no interfiere en la utilización lícita de tecnología generalmente aceptada y empleada por el sector para obtener datos sobre la utilización de la información.",
            "39": "e) Upplication retirará la información que haya almacenado, o hará imposible el acceso a ella, cuando tenga conocimiento efectivo de que ha sido retirada del lugar en que se encontraba, o bien que se ha imposibilitado el acceso a ella, o bien que una autoridad competente ha ordenado su retirada o impedido el acceso a ella.",
            "40": "f) Upplication no tendrá conocimiento efectivo de la información que reciba de Vd. hasta tal punto que le permita analizar o discernir sobre la licitud o ilicitud de actividad que Vd. desarrolle mediante el producto contratado, o que la misma pueda producir lesión en los derechos o bienes de un tercero. No obstante, si por cualquier medio comprobara o llegara a su conocimiento que en su actuación el Cliente ha podido incurrir en una actividad ilícita o lesiva de los derechos o bienes de un tercero, Upplication actuará con diligencia retirando los datos o haciendo imposible el acceso a ellos y se reserva el derecho a resolver el Contrato sin tener que restituir ningún importe, y con reserva de acciones legales.",
            "41": "<b>PROPIEDAD INTELECTUAL E INDUSTRIAL</b>",
            "42": "Los productos y servicios ofrecidos por Upplication contienen software original cuyo autor es UPPLICATION SOFTWARE TECHNOLOGIES, S.L., a los efectos del art. 96 del Real Decreto Legislativo 1/1996 que aprueba la Ley de Propiedad Intelectual. También gozan de dicha protección las versiones sucesivas y los programas derivados, así como la documentación técnica y los manuales e instrucciones de uso de los distintos productos.",
            "43": "Usted podrá hacer uso de dicho material únicamente en la forma en que se lo autoricemos expresamente nosotros y en ningún caso está autorizado a considerarse licenciatario ni a divulgarlo ni a transmitirlo a terceros. Tampoco está autorizado a reproducirlo, ni total ni parcialmente, ni aún de forma transitoria, ni a introducir ninguna modificación distinta a las que estén previstas en el propio producto de forma ordinaria.",
            "44": "También se le informa que todos los signos distintivos, iconos y logotipos que Vd. puede ver en la página web, o que se le suministren si Vd. suscribe un contrato, están protegidos por la legislación española sobre patentes y marcas y Vd. no tiene autorización para hacer uso de ellos bajo ningún concepto.",
            "45": "<b>LINKS O ENLACES DESDE NUESTRA PÁGINA WEB</b>",
            "46": "En el caso de que nuestra página web contenga links o enlaces a otras páginas web y materiales de terceros, dichos links se facilitan únicamente a efectos informativos, sin que nosotros tengamos control alguno sobre el contenido de dichas páginas web o materiales. Por lo tanto, no aceptamos responsabilidad alguna por cualquier daño, perjuicio o pérdida derivados de su uso.",
            "47": "<b>COMUNICACIONES POR ESCRITO</b>",
            "48": "A efectos contractuales, Vd. consiente en usar el correo electrónico que facilita en el proceso de contratación como medio de comunicación a efectos contractuales y reconoce que tanto el contrato como la notificación, información y demás comunicaciones que le enviemos de forma electrónica cumplen con los requisitos legales de ser por escrito. Esta condición no afectará a sus derechos irrenunciables reconocidos por ley.",
            "49": "Para probar que la notificación ha sido hecha, será suficiente con probar que el correo electrónico fue enviado a la dirección de correo especificada por Vd. en el proceso de contratación aunque no conste la recepción.",
            "50": "De forma recíproca, las notificaciones que usted nos envíe deberán remitirse siempre al correo electrónico: <a href='mailto:soporte@upplication.com'>soporte@upplication.com</a> y, del mismo modo, cumplirán con todos los requisitos para ser válidas y suficientes a efectos contractuales.",
            "51": "<b>CESIÓN DE DERECHOS Y OBLIGACIONES</b>",
            "52": "El Contrato es vinculante tanto para Usted como para nosotros.",
            "53": "Usted no podrá transmitir, ceder, gravar o de cualquier otro modo transferir el Contrato o alguno de los derechos u obligaciones derivados del mismo a ningún tercero sin haber obtenido nuestro consentimiento previo por escrito.",
            "54": "Upplication podrá transmitir, ceder, gravar, subcontratar o de cualquier otro modo transferir un Contrato o alguno de los derechos u obligaciones derivados del mismo a cualquier tercero y en cualquier momento durante la vigencia del Contrato. Para evitar cualquier duda, dichas transmisiones, cesiones, gravámenes u otras transferencias no afectarán los derechos que, en su caso, Usted tiene en virtud del contrato o como consumidor / usuario reconocidos por ley.",
            "55": "<b>VIRUS, PIRATERÍA Y OTROS ATAQUES INFORMÁTICOS</b>",
            "56": "Aunque contamos con importantes medidas de seguridad, debemos advertirle de que no seremos responsables de cualquier daño o pérdida resultante de un ataque de denegación de servicio, virus o cualquier otro programa o material tecnológicamente perjudicial o dañino que pueda afectar a su ordenador, equipo informático, datos o materiales como consecuencia del uso de esta página web, del uso de los productos que Vd. adquiera o de la descarga de contenidos de la misma o a los que la misma redireccione.",
            "57": "Usted no debe realizar un uso indebido de esta página web mediante la introducción intencionada en la misma de virus, troyanos, gusanos, bombas lógicas o cualquier otro programa o material tecnológicamente perjudicial, dañino o que altere el contenido, bien modificándolo, bien redireccionándolo. Usted no tratará de tener acceso no autorizado a esta página web, al servidor en que dicha página se encuentra alojada o a cualquier servidor, ordenador o base de datos relacionada con nuestra página web o con las empresas que subcontratemos. Vd. se compromete a no atacar esta página web a través de un ataque de denegación de servicio o de un ataque de denegación de servicio distribuido.",
            "58": "El incumplimiento de esta cláusula podría llevar aparejada la comisión de infracciones tipificadas por la normativa aplicable. Informaremos de cualquier incumplimiento de dicha normativa a las autoridades competentes y cooperaremos con ellas para descubrir la identidad del atacante. Asimismo, en caso de incumpla o intente incumplir la presente cláusula, dejará inmediatamente de estar autorizado a usar esta página web. Asimismo, en estos casos será responsable de todos los daños y perjuicios de naturaleza económica o de cualquier otra naturaleza que pudiera causar.",
            "59": "<b>OTROS ACONTECIMIENTOS FUERA DE NUESTRO CONTROL</b>",
            "60": "No seremos responsables por ningún incumplimiento o retraso en el cumplimiento de alguna de las obligaciones que asumamos al amparo de un Contrato, cuya causa se deba a acontecimientos que están fuera de nuestro control razonable (\"Causa de Fuerza Mayor\").",
            "61": "Las Causas de Fuerza Mayor incluirán cualquier acto, acontecimiento, falta de ejercicio, omisión o accidente que, entre otros y sin carácter limitativo, se enumeran a continuación:",
            "62": "a) Huelgas, cierres patronales u otras medidas reivindicativas.",
            "63": "b) Rebelión, invasión, ataque terrorista o amenaza terrorista, guerra (declarada o no) o amenaza o preparativos de guerra.",
            "64": "c) Incendio, explosión, tormenta, inundación, terremoto, hundimiento, epidemia o cualquier otro desastre natural o causado por el hombre, con culpa o accidentalmente.",
            "65": "d) Imposibilidad o dificultad grave de utilizar sistemas públicos o privados de telecomunicaciones y de almacenamiento y tratamiento de datos.",
            "66": "e) Actos, decretos, legislación, normativa o restricciones de cualquier gobierno o autoridad pública.",
            "67": "Se entenderá que nuestras obligaciones derivadas de los Contratos quedarán suspendidas durante el período en que la Causas de Fuerza Mayor continúe, y dispondremos de una ampliación en el plazo para cumplir dichas obligaciones por un periodo de tiempo igual al que dure la Causas de Fuerza Mayor. Pondremos todos los medios razonables para que finalice la Causas de Fuerza Mayor o para encontrar una solución que nos permita cumplir nuestras obligaciones en virtud del Contrato a pesar de la Causas de Fuerza Mayor.",
            "68": "<b>DURACIÓN, RESOLUCIÓN Y EXTINCIÓN DEL CONTRATO</b>",
            "69": "El Cliente podrá contratar los productos con las duraciones temporales y condiciones particulares aplicables a cada uno de los planes que se ofrecen.",
            "70": "Durante el tiempo en que esté en vigor el Plan que haya contratado, Upplication estará obligada a dar soporte a los servicios que incluye el producto durante el periodo que en cada caso se indica según la modalidad escogida.",
            "71": "El periodo contractual abarcará desde la fecha de formalización electrónica del Contrato hasta su cancelación a instancias del Cliente o de Upplication.",
            "72": "El Cliente podrá desistir del Contrato en cualquier momento pero su efectividad se producirá en el último día de la mensualidad en curso, cuyo pago, por lo tanto, deberá efectuarse. Upplication no tendrá que devolver ninguna cantidad recibida a cuenta.",
            "73": "Para cancelar el servicio contratado, el Cliente deberá acceder desde el panel de control a la sección “Mi cuenta” seleccionando la opción de “Configuración”. Una vez dentro, deberá dirigirse al apartado “Eliminar tus  apps y tu cuenta” y proceder a la eliminación del servicio. La devolución o cancelación de cargos en la cuenta bancaria o tarjeta de crédito/débito no supondrá la terminación del acuerdo y por lo tanto Upplication podrá exigir el pago de las cuotas pendientes.",
            "74": "Para cancelar la cuenta de registro, el Cliente deberá acceder desde el panel de control a la sección “Mi cuenta” seleccionando la opción de “Configuración”. Una vez dentro, deberá dirigirse al apartado “Eliminar tus  apps y tu cuenta” y proceder a la eliminación de la cuenta.",
            "75": "En caso de falta de pago de cualquiera de las obligaciones de pago, así como en caso de incumplimiento por parte del Cliente de cualquiera de sus obligaciones derivadas de las presentes Condiciones o de las condiciones particulares del Plan contratado, Upplication estará facultada, pero no obligada, para resolver el contrato y cancelar inmediata y definitivamente el uso del producto o servicio, a todos los efectos. También tendrá derecho a reclamar todos aquellos vencimientos anteriores a la resolución del contrato que estuvieren pendientes de pago.",
            "76": "En caso de que Upplication cancelara el contrato, por cualquier causa, incluso por Fuerza Mayor, lo comunicará en la dirección electrónica proporcionada por el Cliente.",
            "77": "Efectos de la extinción del Contrato:",
            "78": "a) Cuando se extinga el contrato por cualquier causa, incluyendo el vencimiento, el incumplimiento del Cliente, Fuerza Mayor o cualquier otro motivo, Upplication interrumpirá la conexión del Cliente con su sistema.",
            "79": "b) Todos los datos e informaciones, tanto del Cliente como de sus contactos (clientes propios o particulares), que hayan quedado almacenados en los sistemas de Upplication o de las empresas con las que haya subcontratado a consecuencia de los servicios prestados, serán destruidos salvo en los casos previstos por la Ley.",
            "80": "c) Ninguna de las partes tendrá acción de reclamación frente a la otra como consecuencia de la resolución del contrato, excepto las acciones de reclamación de Upplication frente al Cliente por motivo de falta de pago y/o incumplimiento de sus obligaciones, que permanecerán vigentes.",
            "81": "<b>RENUNCIA</b>",
            "82": "La falta de requerimiento por nuestra parte del cumplimiento estricto por su parte de alguna de las obligaciones asumidas por Vd. en virtud de un Contrato o de las presentes Condiciones, o la falta de ejercicio por nuestra parte de los derechos o acciones que nos pudiesen corresponder en virtud de dicho Contrato o de las Condiciones, no supondrá renuncia ni limitación alguna en relación con dichos derechos o acciones ni le exonerará a Vd. de cumplir con tales obligaciones.",
            "83": "En caso de que expresamente renunciemos por nuestra parte a un derecho o acción concreto, ello no supondrá una renuncia a otros derechos o acciones derivados del contrato o de las presentes Condiciones.",
            "84": "Ninguna renuncia por nuestra parte a alguna de las presentes Condiciones o a los derechos o acciones derivados del contrato surtirá efecto, a no ser que se establezca expresamente que es una renuncia y se le comunique a usted por escrito.",
            "85": "<b>NULIDAD PARCIAL</b>",
            "86": "Si alguna de las presentes Condiciones o alguna disposición de un Contrato fuesen declaradas nulas y / o sin efecto por resolución firme o de carácter cautelar por parte de una autoridad competente, los restantes términos y condiciones permanecerán en vigor, sin que queden afectados por dicha declaración de nulidad.",
            "87": "<b>ACUERDO COMPLETO</b>",
            "88": "Las presentes Condiciones, conjuntamente con las derivadas del Contrato en los términos que se le exponen a lo largo del procedimiento de contratación, constituyen el acuerdo íntegro existente entre Usted y nosotros en relación con el Contrato y sustituyen a cualquier otro pacto, acuerdo o promesa anterior convenida entre Usted y nosotros verbalmente o por escrito.",
            "89": "Vd. y nosotros reconocemos haber consentido la celebración del Contrato sin haber confiado en ninguna declaración o promesa hecha por la otra parte o que pudiera inferirse de cualquier declaración o escrito en las negociaciones entabladas por los dos antes de dicho Contrato, salvo aquello que figura expresamente mencionado en las presentes Condiciones y en las condiciones particulares del Plan o Planes contratados.",
            "90": "<b>NUESTRO DERECHO A MODIFICAR ESTAS CONDICIONES</b>",
            "91": "Tenemos derecho a revisar y modificar las presentes Condiciones en cualquier momento.",
            "92": "En cualquier caso, las Condiciones del Contrato que Vd. suscriba serán las que estén vigentes en el momento de su suscripción, salvo que por ley o decisión de autoridades públicas debamos hacer cambios con carácter retroactivo. En este caso, los posibles cambios afectarán también a los pedidos que usted hubiera hecho previamente.",
            "93": "<b>LEGISLACIÓN APLICABLE Y JURISDICCIÓN</b>",
            "94": "El uso de nuestra página web y los contratos de adquisición de productos a través de la misma se regirán por la legislación española.",
            "95": "Cualquier controversia que surja o guarde relación con el uso de la página web o con dichos contratos será sometida a la jurisdicción de los juzgados y tribunales de Madrid capital, España.",
            "96": "<b>CONDICIONES PARTICULARES</b>",
            "97": "PLAN <span class='bold-main-color'> BÁSICO </span>",
            "98": "Aspectos funcionales:",
            "99": " - <strong>App móvil Android y iOS</strong>. Los sistema operativos en los que se desarrollarán tus apps serán Android de Google y iOS de Apple.",
            "100": " - <strong>Web multidispositivo (pc, tablet, smartphone)</strong>. Web válida para los dispositivos: smartphone, tablet y PC. Es accesible y se ajusta visual y funcionalmente a cada una de estas pantallas.",
            "101": " - <strong>Subida a los markets</strong>. Upplication se encarga de subir tus apps a los markets de Google Play y App Store. La decisión final siempre depende de Google o iOS, ellos son los que filtran que aplicaciones sí y cuáles no entran en sus markets Google Play Store o App Store. Upplication sólo se encarga de realizar la petición de aceptación a Google o iOS y de facilitarle el contenido necesario. En el caso de Apple, las apps se subirán al market privado.",
            "102": " - <strong>Publicidad Upplication</strong>. La aplicación lleva publicidad de Upplication y/o de terceros.",
            "103": " - <strong>Firma en las plantillas</strong>. La aplicación lleva firma de Upplication en la plantilla.",
            "104": " - <strong>Estadísticas</strong>. Obtén información de qué está pasando en tu aplicación. Te damos las herramientas necesarias para tener siempre el control de qué están haciendo tus clientes.",
            "105": " - <strong>Notificaciones push.</strong> El dashboard no permitirá enviar notificaciones push.",
            "106": "<strong>PRECIO:</strong> Pago Único: 99,5€ (82,23€ + IVA), un único pago anual por el importe total, IVA incluido. Pago mensual: 9,95 € al mes (8,22€ + IVA.)",
            "107": "PLAN <span class='bold-main-color'>PROFESIONAL </span>",
            "108": "Aspectos funcionales:",
            "109": " - <strong>App móvil Android y iOS.</strong> Los sistema operativos en los que se desarrollarán tus apps serán Android de Google y iOS de Apple.",
            "110": " - <strong>Web multidispositivo (pc, tablet, smartphone).</strong> Web válida para los dispositivos: smartphone, tablet y PC. Es accesible y se ajusta visual y funcionalmente a cada una de estas pantallas.",
            "111": " - <strong>Subida a los markets.</strong> Upplication se encarga de subir tus apps a los markets de Google Play y App Store. La decisión final siempre depende de Google o iOS, ellos son los que filtran que aplicaciones sí y cuáles no entran en sus markets Google Play Store o App Store. Upplication sólo se encarga de realizar la petición de aceptación a Google o iOS y de facilitarle el contenido necesario.",
            "112": " - <strong>Sin publicidad Upplication.</strong> La aplicación no lleva publicidad de Upplication y/o de terceros.",
            "113": " - <strong>Sin firma en las plantillas.</strong> La aplicación no lleva firma de Upplication en la plantilla.",
            "114": " - <strong>Estadísticas.</strong> Obtén información de qué está pasando en tu aplicación. Te damos las herramientas necesarias para tener siempre el control de qué están haciendo tus clientes.",
            "115": " - <strong>Notificaciones push.</strong> El dashboard permitirá enviar 4 notificaciones push al mes.",
            "116": "<strong>PRECIO:</strong> Pago Único: 299,5€ (247,52€ + IVA), un único pago anual por el importe total, IVA incluido. Pago mensual: 29,95€ al mes (24,75€ + IVA).",
            "117": "PLAN <span class='bold-main-color'>PREMIUM </span>",
            "118": "Aspectos funcionales:",
            "119": " - <strong>App móvil Android y iOS.</strong> Los sistema operativos en los que se desarrollarán tus apps serán Android de Google y iOS de Apple.",
            "120": " - <strong>Web multidispositivo (pc, tablet, smartphone).</strong> Web válida para los dispositivos: smartphone, tablet y PC. Es accesible y se ajusta visual y funcionalmente a cada una de estas pantallas.",
            "121": " - <strong>Subida a los markets.</strong> Upplication se encarga de subir tus apps a los markets de Google Play y App Store. La decisión final siempre depende de Google o iOS, ellos son los que filtran que aplicaciones sí y cuáles no entran en sus markets Google Play Store o App Store. Upplication solo se encarga de realizar la petición de aceptación a Google o iOS y de facilitarle el contenido necesario.",
            "122": " - <strong>Sin publicidad Upplication.</strong> La aplicación no lleva publicidad de Upplication y/o de terceros.",
            "123": " - <strong>Sin firma en las plantillas.</strong> La aplicación no lleva firma de Upplication en la plantilla.",
            "124": " - <strong>Estadísticas. Obtén información de qué está pasando en tu aplicación.</strong> Te damos las herramientas necesarias para tener siempre el control de qué están haciendo tus clientes.",
            "125": " - <strong>Notificaciones push.</strong> El dashboard permitirá enviar notificaciones push ilimitadas",
            "126": " - <strong>Atención al cliente personalizada.</strong> Llámanos y te ayudaremos a crear una aplicación de alta calidad. Estaremos a tu disposición en el teléfono <a href='tel:917958203'> 917 958 203 </a> (coste de la llamada variará en función del operador ajustándose a la tarifa ordinaria nacional) de Lunes a Viernes de 10:00h a 18:00h (hora en España).",
            "127": " - <strong>Desarrollo y diseño personalizado en 3 semanas:</strong> Un miembro del equipo de diseño de Upplication se encargará de crear tu app. Es importante que rellenes de manera obligatoria dos formularios con el contenido que necesitas mostrar en tu app. En cuanto rellenes ambos formularios, Upplication comenzará a crear tu app. Te enviaremos los formularios a la dirección de email que se utiliza como registro cuando activas tu app en la plataforma.",
            "128": " - <strong>Tres cambios al año:</strong> Este servicio te permite 3 modificaciones de contenido al año tras la publicación en los markets (iOs y Android). Pueden realizarse de forma consecutiva o espaciados a lo largo de los 12 meses. Consideramos cambios a las modificaciones de contenido general de diseño o imagen de la app, publicación o renovación de productos y diseño de un módulo nuevo. No consideramos cambios a modificaciones diarias y especificas, tales como cambio de un precio, gestión de reservas y envío de notificaciones push.",
            "129": " - <strong>Para solicitar un cambio en tu app debes escribirnos a</strong>: <a href='mailto:soporte@upplication.com'> soporte@upplication.com</a> o llamar al número <a href='tel:917958203'> 917 958 203 </a> (coste de la llamada variará en función del operador ajustándose a la tarifa ordinaria nacional).",
            "130": " - <strong>Curso Marketing App para pymes.</strong> Upplication pone a tu disposición un curso para aprender a mejorar tu empresa y aumentar tus ventas usando la app móvil de tu negocio.",
            "131": " - <strong>Pegatina de tu app para tu local.</strong>",
            "132": "<strong>PRECIO</strong>: Pago único: 599,5€ (495,45€ + IVA), un único pago anual por el importe total, IVA incluido. Pago mensual: 59,95€ al mes (49,54€ + IVA). Este servicio está sujeto a 6 meses de permanencia.",
            "133": " Condiciones:",
            "134": "<strong>ATENCIÓN AL CLIENTE:</strong> Estamos disponibles para solucionar cualquier duda o problema de Lunes a Viernes de 10:00h a 18:00h., hora en España, en el teléfono <a href='tel:917958203'> 917 958 203 </a>(coste de la llamada variará en función del operador ajustándose a la tarifa ordinaria nacional), en el Chat on-line al navegar por el portal o en el siguiente e-mail  <a href='mailto:info@upplication.com'> info@upplication.com </a> ",
            "135": "<strong>SOPORTE TÉCNICO:</strong> Si tienes problemas o dudas de índole técnica, acude a la sección de: Preguntas Frecuentes (FAQ’s) de nuestra web. También puedes escribirnos un email a <a href='mailto:soporte@upplication.com'>soporte@upplication.com</a> o llamarnos por teléfono al número <a href='tel:917958203'> 917 958 203 </a> (coste de la llamada variará en función del operador ajustándose a la tarifa ordinaria nacional) de Lunes a Viernes de 10:00h a 18:00h. hora en España.",
            "136": "<strong>CANCELACIÓN</strong> DEL SERVICIO: El Cliente podrá darse de baja cuando lo estime oportuno, eliminando su app desde el panel de control.",
            "137": "Si el Cliente efectuó el pago anual, no se le reembolsará cantidad económica alguna, al darse de baja de su Plan.",
            "138": "Si el Cliente optó por el pago mensual, no se le reembolsará la mensualidad pagada, correspondiente al mes en que se dé de baja de su Plan.",
            "139": "Si el Cliente optó por el pago fraccionado, no se le reembolsará la mensualidad pagada, correspondiente al mes en que se dé de baja de su Plan.",
            "140": "<strong>CONDICIONES GENERALES:</strong> Son de aplicación nuestras condiciones generales, que tienes que aceptar en el momento de la contratación."
          },
          "title": "Celebración del contrato de adquisición de productos de UPPLICATION"
        }
      ],
      "title": "Condiciones de uso de <span>compra de productos y contratación </span>"
    }
  }
}