{
  "terms": {
    "_url": "/id/terms/",
    "_meta_title": "Terms of Upplication Service, the app creator",
    "_keywords": "create app, how to create your app, create app android, create app iphone, create application, create online app, crear mobile app",
    "_meta_description": "Legal terms and conditions of use all Upplication Services, an online app creator for you and your business.",
    "_priority": "0.5",
    "title": "Terms of Service",
    "legal": {
      "title": "Pengecualian",
      "paragraphs": {
        "0": "In compliance with the duty of disclosure contained in Article 10 of Law 34/2002 of July 11, of the Servicios de la Sociedad de la Información y de Comercio Electrónico (Information and E-commerce Society Services), we inform you that the URL <span>www.upplication.com</span> (hereinafter the PORTAL/WEBSITE) is a domain owned by UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (hereinafter the COMPANY) established in <strong>Street Quintana 2, 28008 (Madrid)</strong>.",
        "1": "All trademarks, trade names or distinctive signs of any kind that appear on the site are owned by the company or third parties, and it is understood that the use or access to the Site and/or services give the user no rights on the trademarks, trade names and/or distinctive signs.",
        "2": "Furthermore, all content published on the web, its graphic design, images, database, and source code are property of the company or third parties, not transferring to the user, under the provisions of this Legal Notice, any rights that exist or may exist in such content beyond what is considered to be necessary for the proper use of the site and the services provided through it.",
        "3": "The access to this website is the sole responsibility of the user. Simple access to the portal does not imply any commercial relationship between the company and the user.",
        "4": "By accessing to the website, the user accepts the terms and conditions described on the web portal/site."
      }
    },
    "privacy": {
      "title": "<span>Ketentuan</span> privasi",
      "paragraphs": {
        "0": "This policy applies to the <span>www.upplication.com</span> website (hereinafter, the PORTAL/SITE) and all services and products offered online/on the internet by UPPLICATION SOFTWARE TECHNOLOGIES, SL (hereinafter the COMPANY/ENTITY). This document outlines the type of personal information that the company/entity receives and collects when using the services of our web page.",
        "1": "The use of cookies, logs, links and other technologies are expected to be used to store the preferences of the user, in order to improve the quality of our services, ensure the technical functioning of the network, and develop new and better features. If cookies are disabled or rejected, some of the functions and/or services of the portal may not function properly.",
        "2": "In compliance with <strong>Article 5 of the 15/1999 Organic law, December 13th, regarding the Protection of Personal Data</strong>, which regulates the right of information in data gathering, we inform you that your personal data will be incorporated into a Personal Data File, owned by UPPLICATION SOFTWARE TECHNOLOGIES, S.L. as Responsible for the file, in order to maintain our contractual, commercial and professional relationship that link us to you, and also to send postal communications, telematics, or through other means, for specific events and occasions, or at certain times of the year, which may be of interest for the individual concerned.",
        "3": "In addition, UPPLICATION SOFTWARE TECHNOLOGIES, S.L. guarantees the data owner the exercises of the rights of access, rectification, cancellation and opposition regarding their data, by written notice addressed to the following address:  <strong>Street Quintana 2, 28008 (Madrid)</strong>.",
        "4": "In any case, the data owner is informed and consents to the storage of such data under the rightful safety conditions and professional confidentiality, for the period that is necessary for the purpose for which they are collected.",
        "5": "The SITE/PORTAL has no control over the websites displayed as a result of your search, links or accesses made from our directory. These other websites may place their own cookies or ask for your personal information.",
        "6": "The COMPANY informs its registered users of the possibility to exercise their rights of access, cancellation, rectification and opposition regarding their personal data contained in the files of the COMPANY by written notice, along with a photocopy of the ID, and addressing it to UPPLICATION SOFTWARE TECHNOLOGIES, S.L. , to the following address: <strong>Street Quintana 2, 28008 (Madrid)</strong>."
      }
    },
    "general": {
      "title": "<span>General</span> Conditions of Use",
      "subsections": [
        {
          "paragraphs": {
            "0": "The General Conditions of Use of the services offered in the URL <span>www.upplication.com</span> (hereinafter, the PORTAL/WEBSITE) are signed by the holder of the domain, UPPLICATION SOFTWARE TECHNOLOGIES, S.L., whose contact email is: <a href=\"mailto:info@upplication.com\">info@upplication.com </a>",
            "1": "We understand by USER : any individual that has the ability of effectively signing/suscribing a contract according to the applicable law.",
            "2": "You may not use the website and may not accept the <strong>Terms</strong> if...",
            "3": "...You are not of legal age and cannot form a binding contract according to the law, or",
            "4": "...You cannot be considered a USER as described above."
          },
          "title": "<span>1</span> Identification of the parties:"
        },
        {
          "title": "<span>2</span> Improvement of agreement:",
          "paragraphs": {
            "0": "In order to use the PORTAL, you must accept these terms and conditions (hereinafter Terms and Conditions), as well as those specific stipulations collected for the use and/or contracting of specific services.",
            "1": "Otherwise, you must abandon the PORTAL.",
            "2": "You can accept the <strong>Terms</strong> by...",
            "3": "...Clicking on the “Accept” button of the Terms, when you are offered this option on the user interface, or",
            "4": "...Using the website effectively. You acknowledge and accept that the use of the PORTAL is considered as the acceptance of the Terms."
          }
        },
        {
          "paragraphs": [
            "These general conditions shall apply to all services/products listed on the website: <span>www.upplication.com</span>"
          ],
          "title": "<span>3</span> Scope of application:"
        }
      ]
    },
    "cookies": {
      "title": "Cookies <span>Policy</span>",
      "subsections": [
        {
          "title": "<span>1</span> How and Why do we use Cookies?",
          "paragraphs": [
            "UPPLICATION SOFTWARE TECHNOLOGIES S.L.  (UPPLICATION) uses cookies on its websites (upplication.com, and any other sub-domain owned) to provide the most effective website to our customers. Among other things, Cookies allow us to remember the preferences and the use of specific tools and sections of our website. This Cookies Policy Section explains what Cookies are, how we use them, and how you will benefit from them. As you may know, a recent legislation requires that websites obtain consent from visitors in order to use certain cookies.",
            "UPPLICATION uses cookies in order to measure the behavior of the user both on our website (<span>www.upplication.com</span>) and any other sub-domain, as mentioned above. Through analytics, we are able to optimize our users experience within the tool.",
            "The Date is obtained through <strong>Google Analitycs</strong> software. This software treats the obtained data and only UPPLICATION can access it. This data is confidential and will never be sold to another company. It will only be treated internally and will be monitored under the safety standards established by the law."
          ]
        },
        {
          "paragraphs": [
            "Most browsers on computers, smartphones, and other devices are enabled to accept cookies. If you wish to change your Cookie Preferences on this website, or any other website, you may access this in your browser settings. The “Help” feature of your browser will tell you how. We remind you that if you choose to block the use of certain cookies on our website, it may interfere with with its functionality.",
            "Whenever you visit one of our websites, the local jurisdictions require us to ask for your consent to set cookies on your device. We will always ask you before setting up a cookie with a banner on the bottom of the screen, which will disappear within 7 seconds after its appearance. After that time has elapsed, you will automatically be accepting cookies on your device."
          ],
          "title": "<span>2</span> Managing your browser´s Cookies"
        }
      ]
    }
  }
}