{
  "terms": {
    "_url": "/pt/termos/",
    "_meta_title": "Termos legais para a utilização da Upplication: criador de apps",
    "_keywords": "criar app, como criar a sua app, criar app android, criar app iphone, criar aplicação, criar app online, criar app móvel",
    "_meta_description": "Condições de utilização da Upplication, criador de apps online para ti ou o teu negócio.",
    "_priority": "0.5",
    "title": "Termos Legais",
    "legal": {
      "title": "<span>Aviso</span> Legal",
      "paragraphs": [
        "Em cumprimento com o dever de informação abrangido no artigo 10 da Lei 34/2002, de 11 de julho, de Serviços da Sociedade da Informação e de Comércio Eletrónico, informamo-lo que a URL <span>www.upplication.com</span> (daqui para a frente o PORTAL) é um domínio propriedade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE), com domicÍlio sito em <strong>Glorieta Quevedo 7, 4º Izquieda, 28015 (Madrid)</strong>, com <strong>C.I.F. nº B86569654</strong>.",
        "Todas as marcas, nomes comerciais ou simbolos distintivos de qualquer classe que aparecem no PORTAL são propriedade da ENTIDADE ou de terceiros, sem que se possa entender que a utilização ou acesso ao site e/ou aos serviços, atribua ao utilizador nenhum direito sobre as citadas marcas, nomes comerciais e/ou simbolos distintivos.",
        "Do mesmo modo, os conteúdos publicados na web, o seu desenho gráfico, imagens, bases de dados e código fonte são propriedade inteletual da ENTIDADE ou de terceiros, sem que se possam entender como cedidos ao utilizador, em virtude do estabelecido neste Aviso Legal, nenhum dos direitos de exploração que existem ou possam existir sobre ditos conteúdos para além do estritamente necessário para a utilização correta do PORTAL e dos serviços que se prestam através dele.",
        "O acesso a este website é responsabilidade exclusiva dos utilizadores. O simples acesso ao PORTAL não supõe estabelecer nenhum tipo de relação de caráter comercial entre a ENTIDADE e o utilizador.",
        "Acedendo a ele aceita os termos e as condições descritos no PORTAL."
      ]
    },
    "privacy": {
      "title": "<span>Política de</span> Privacidade",
      "paragraphs": [
        "Esta política aplica-se ao website <span>www.upplication.com</span> (daqui para a frente o PORTAL) E a todos os serviços e produtos oferecidos na Internet por UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (daqui para a frente a ENTIDADE). O presente documento resume o tipo de informação pessoal que recebe e recompila a Entidade quando se utilizam os serviços da página web.",
        "Prevê-se a utilização de cookies, log, links e outras tecnologias para armazenar as preferências do utilizador com o objetivo de melhorar a qualidade dos nossos serviços, assegurar o funcionamento técnico da rede, e desenvolver novas e melhores prestações. No caso de desactivar ou rejeitar os cookies, pode ocorrer que algumas das funções e/ou serviços do PORTAL não funcionem adequadamente.",
        "Em cumprimento do <strong>artigo 5 da Lei Orgânica 15/1999, de 13 de dezembro, de Proteção de Dados de Caráter Pessoal</strong>, pelo qual se regula o direito de informação na recolha de dados, informamo-lo de que os seus dados pessoais serão incorporados num Ficheiro de Dados de Caráter Pessoal, titularidade de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. como Responsável do Ficheiro, com a finalidade de manter as nossas relações contratuais, comerciais e profissionais que nos unem a si, assim como para o envio de comunicações postais, telemáticas, ou por outros meios, com ocasião de acontecimentos pontuais, ou em certos períodos do ano, que possam ser de interesse para o afectado.",
        "Em qualquer caso, o titular dos dados resulta informado e consente na conservação de ditos dados sob as devidas condições de segurança e segredo profissional, pelo período que resulte necessário para a finalidade para a que são recolhidos.",
        "O PORTAL não exerce controlo sobre os websites mostrados como resultado da sua pesquisa, links ou acessos desde o nosso directório. Estes outros websites podem colocar as suas próprias cookies ou solicitar-lhe informação pessoal.",
        "A ENTIDADE informa os Utilizadores Registados no caso da possibilidade de exercitar os direitos de acesso, anulação, rectificação e oposição em relação aos seus dados de caráter pessoal que constam nos ficheiros da ENTIDADE, mediante comunicação escrita acompanhada de uma fotocópia do Cartão de Cidadão dirigida à UPPLICATION SOFTWARE TECHNOLOGIES, S.L., para a seguinte morada: <strong>Glorieta Quevedo 7, 4º Izquieda, 28015 (Madrid)</strong>. Estes ficheiros encontram-se devidamente inscritos no Registo da Agência Espanhola de Proteção de Dados e cumprem as Medidas de Segurança requeridas pelo <strong>Real Decreto1720/2007</strong>.",
        "Os citados utilizadores somente estão autorizados à utilização do PORTAL com prévia aceitação e cumprimento das condições aqui recolhidas, devendo abandonar o site caso contrário."
      ]
    },
    "general": {
      "title": "Condições gerais de utilização <span>da página web</span>",
      "subsections": [
        {
          "paragraphs": [
            "As presentes Condições Gerais de utilização dos serviços oferecidos na URL <span>www.upplication.com</span> (deaqui para a frente o PORTAL) são subscritas, pelo titular do domínio, UPPLICATION SOFTWARE TECHNOLOGIES, S.L. cujo endereço eletrónico de contacto é: <a href=\"mailto:info@upplication.com\">info@upplication.com </a>",
            "Considera-se UTILIZADOR, as pessoas físicas com capacidade para subscrever validamente um contrato de acordo com a lei aplicável.",
            "Não poderá utilizar o website e não poderá aceitar as <strong>Condições</strong> se...",
            "...Não é maior de idade e não pode formalizar um contrato vinculante conforme a direito, ou",
            "...Não reveste a qualidade de UTILIZADOR segundo o exposto."
          ],
          "title": "<span>1</span> Identificação das partes:"
        },
        {
          "title": "<span>2</span> Aperfeiçoamento do acordo:",
          "paragraphs": [
            "Para utilizar o PORTAL, devem-se aceitar as presentes condições gerais (deaqui para a frente, as Condições), assim como aquelas cláusulas particulares abrangidas para a utilização e/ou contratação de serviços concretos. No caso contrário, dever-se-á abandonar o PORTAL.",
            "Poderá aceitar as <strong>Condições</strong>...",
            "...Clicando no botão de aceitação das Condições, quando se lhe ofereça esta opção na interface de utilizador;",
            "...Utilizando de forma efetiva o website, reconhece e aceita que, a utilização do PORTAL se considerará como uma aceitação das Condições.",
            "Aconselha-se o UTILIZADOR a ler atentamente as presentes condições. Poderá guardá-las ou imprimi-las se assim o desejar."
          ]
        },
        {
          "paragraphs": [
            "As presentes condições gerais serão de aplicação a todos os serviços/produtos presente na web <span>www.upplication.com</span>"
          ],
          "title": "<span>3</span> Âmbito de aplicação:"
        }
      ]
    },
    "cookies": {
      "title": "<span>Política de</span> Cookies",
      "subsections": [
        {
          "title": "<span>1</span> Como e porque utilizamos cookies?",
          "paragraphs": [
            "UPPLICATION SOFTWARE TECHNOLOGIES S.L (daqui para a frente UPPLICATION) utiliza cookies dentro dos seus websites (<span>www.upplication.com</span>, e qualquer subdomínio pertencente ao mesmo) para oferecer o website mais eficaz possível aos nossos clientes. Entre outras coisas, os cookies permitem recordar as preferências e a utilização de determinadas ferramentas e secções da nossa web. Esta política de Cookies explica o que são os cookies, como os utilizamos e como te beneficiarão. Como possivelmente já sabias, a recente legislação exige que os websites obtenham o consentimento dos visitantes para utilizar certos cookies.",
            "UPPLICATION faz utilização dos cookies com o objetivo de poder medir o comportamento dos utilizadores tanto na nossa web (upplication.com) como em qualquer subdomínio, como se mencionou anteriormente. Graças à análise somos capazes de otimizar a experiência do nosso utilizador dentro da ferramenta.",
            "Os dados obtidos são obtidos graças ao software <strong>Google Analitycs</strong>. Este gestor trata os dados obtidos e UPPLICATION só tem acesso aos mesmos. Estes dados são de caráter confidencial e nunca se cederão a outra empresa. Só se tratarão a nível interno e estarão vigiados sob os níveis de segurança que a lei estabelece."
          ]
        },
        {
          "paragraphs": [
            "Os navegadores da maioria dos computadores, smartphones e outros dispositivos habilitados para visualizar um website costumam estar configurados para aceitar cookies. Se desejas modificar as suas preferências de cookies neste website ou em qualquer outro, podes fazê-lo através da configuração do navegador. A função “ajuda” do teu navegador irá dizer-te como fazê-lo. Recordamos que se decides bloquear a utilização de determinados cookies no teu navegador do nosso website pode afetar o funcionamento do mesmo.",
            "Sempre que visites um dos nossos websites as jurisdições locais obrigam-nos a pedir o teu consentimento para estabelecer um cookie mediante um banner na parte inferior do ecrã, que desaparecerá passados 7 segundos depois do seu aparecimento. Passado esse tempo automaticamente estarás a aceitar os cookies estabelecidas com o teu dispositivo."
          ],
          "title": "<span>2</span> Como é que se podem gerir os Cookies?"
        }
      ]
    },
    "dashboard": {
      "subsections": [
        {
          "paragraphs": [
            "O presente documento estabelece as condições pelas quais se rege a utilização desta página web e a aquisição de produtos da mesma (daqui para a frente, as Condições).",
            "Ao utilizar esta página web e ao contratar qualquer produto através da mesma, consente ficar vinculado por estas Condições, pelo que se não está de acordo com as mesmas, não deve utilizar esta página web nem contratar através da mesma.",
            "Estas Condições podem ser modificadas, pelo que rogamos a sua leitura embora já o tenha feito antes. Em todo o caso, as Condições que estejam vigentes no momento da celebração de um contrato sobre qualquer produto ou serviço serão as que lhe resultem aplicáveis.",
            "Nas presentes condições aludiremos a nós como Upplication e a si como o Cliente."
          ],
          "title": "Introdução"
        },
        {
          "paragraphs": [
            "A informação ou dados pessoais que nos facilite será tratada de acordo com o estabelecido nas presentes Condições.",
            "Dita entidade é a parte contratante no caso de que adquira algum produto."
          ],
          "title": "Os nossos dados"
        },
        {
          "paragraphs": [
            "Esta página web é operada sob a documentação Upplication por UPPLICATION SOFTWARE TECHNOLOGIES, S.L., sociedade espanhola com domicílio na Calle Quintana 2, 28008 Madrid (Madrid), inscrita no Registo Comercial de Madrid, Tomo 30419, Folio 1, Secção 8, Folha 547507, inscrição 1ª e CIF nº B86569654",
            "Rogamos que leia atentamente as alíneas seguintes:",
            "a) Cessão dos seus próprios dados:",
            "Ao fazer uso desta página web e ao contratar qualquer produto, consente a incorporação dos seus dados de caráter pessoal num ficheiro que será objeto de tratamento com o objetivo de poder comunicarmos consigo assim como de gerir o cumprimento e o desenvolvimento dos contratos que subscreva connosco, e também com fins de comunicação comercial entre si e nós.",
            "Os dados que são solicitados durante o processo de contratação são obrigatórios. No caso de não fornecer toda a informação e dados de caráter pessoal que solicitamos, não poderemos fazer contrato consigo, pelo que qualquer encomenda será tida como não efetuada.",
            "Não obstante, em qualquer momento poderá exercer os direitos de acesso, retificação, anulação e oposição comunicando-o no endereço <a href='mailto:info@upplication.com'>info@upplication.com</a>. Poderá também comunicar nesse correio se deseja que a cessão de dados de caráter pessoal tenha somente por finalidade o estabelecimento do contrato e as necessidades próprias do contrato, excluindo outros fins.",
            "O responsável do ficheiro e do tratamento dos dados é UPPLICATION SOFTWARE TECHNOLOGIES, S.L., com domicílio Calle Quintana 2, 28008 (Madrid) e CIF nº B86569654.",
            "O utilizador desta página web e dos produtos e serviços que tenha contratado ou possa contratar declara que toda a informação ou dados que facilite são verídicos e correspondemà realidade.",
            "b) Cessão de dados de terceiros como consequência da contratação dos produtos e serviços da UPPLICATION.",
            "A contratação dos produtos da Upplication poderá implicar que poderá entrar em contacto com terceiros, sejam já clientes, sejam simplesmente contactos pessoais, e que estes fornecer-lhe-ão dados de caráter pessoal para a sua incorporação a um ficheiro de si e do seu tratamento.",
            "Devido a isso informamo-lo/a de que se compromete, e é responsabilidade sua, o cumprimento das obrigações e limitações que a Lei Orgânica 15/1999 de Proteção de Dados lhe impõe para obter dados de caráter pessoal de terceiras pessoas, armazená-los num ficheiro e o seu tratamento. Para o efeito, será o/a responsável do tratamento de ditos dados.",
            "Informa-se-lhe de que Upplication, tal como está previsto no art. 12 da Lei 15/1999 de Proteção de Dados, armazenará e tratará ditos dados dos seus contactos como encarregado do tratamento e exclusivamente para a gestão e desenvolvimento do produto que contratou connosco, e que nos encarrega ao contratar um produto. Em todo o caso, o tratamento e utilização dos dados por parte de Upplication limitar-se-á às especificações que se descrevem para o produto que tenha contratado.",
            "Do mesmo modo, e para os efeitos previstos no art. 21 do Real Decreto 1720/2007 que aprova o Regulamento de desenvolvimento da Lei de Proteção de Dados de Caráter Pessoal, autoriza a Upplication a subcontratar os serviços de armazenagem e tratamento dos dados de caráter pessoal que obtivesse como consequência da utilização dos produtos contratados. A empresa subcontratada é Acens Technologies, S.L. com domicílio na calle San Rafael, 14, 28108 – Alcobendas (Madrid) e o objeto da subcontratação consiste na armazenagem e tratamento de dados especificado no produto que tenha contratado. Também se informa de que o tratamento de dados de caráter pessoal, tanto por Upplication como pela empresa subcontratada, ajustar-se-á às instruções de si como responsável do tratamento.",
            "Uma vez finalizado o contrato entre si e nós por qualquer causa os dados serão destruídos."
          ],
          "title": "Advertências sobre dados de caráter pessoal"
        },
        {
          "paragraphs": [
            "Ao realizar um contrato através desta página web, declara ser maior de 18 anos e ter capacidade legal para celebrar contratos. Ao fazer utilização desta página web e ao contratar os produtos de Upplication através da mesma compromete-se a:",
            "a) Fazer utilização desta página web unicamente para efetuar consultas ou encomendas legalmente válidas",
            "b) Não realizar nenhuma encomenda falsa ou fraudulenta. Se razoavelmente se pudesse considerar que se tenha feito uma encomenda desta índole estaremos autorizados a anulá-lo e informar, no seu caso, as autoridades pertinentes.",
            "c) Facilitar-nos o seu nome e apelidos ou denominação social, o NIF ou CIF, endereço electrónico, direcção postal e telefone de contacto de forma verdadeira e exata. Do mesmo modo, consente que poderemos fazer utilização de dita informação para entrar em contacto consigo se for necessário. No caso de que os dados que nos fornece não se ajustem à realidade, UPPLICATION poderá anular ou não iniciar relações contratuais consigo.",
            "d) Ao utilizar os produtos com fins ajustados à Lei cumprindo com os requisitos que, no seu caso, a Lei exija, assim como lealdade e boa-fé face a terceiros."
          ],
          "title": "Uso da nossa página web e contratação de produtos da UPPLICATION"
        },
        {
          "paragraphs": [
            "A informação contida nas presentes Condições e os detalhes contidos nesta página web não constitui uma oferta de venda, mas sim um convite para contratar. Não existirá nenhum contratado entre si e nós em relação com nenhum produto ou serviço até que tenha sido satisfeito o preço correto que em cada caso e para cada modalidade se indica, e tenha sido expressamente aceite por nós.",
            "Se a sua encomenda não é aceite e já se tenha realizado alguma cobrança na sua conta, o montante do mesmo será devolvido na sua totalidade.",
            "Para fazer uma encomenda, deverá seguir o procedimento de compra online seguindo estritamente as instruções que se lhe formulam.",
            "<b>MODIFICAÇÕES NA OFERTA DE PRODUTOS</b>",
            "Reservamo-nos o direito de retirar qualquer produto ou serviço desta página web em qualquer momento.",
            "<b>PREÇO E PAGAMENTO</b>",
            "O preço de cada produto será o que se estabeleça em cada momento na nossa página web, salvo em caso de erro.",
            "Se descobríssemos um erro no preço de algum dos produtos que encarregou, informá-lo-emos o antes possível e dar-lhe-emos a opção de reconfirmar a sua encomenda pelo preço correto ou então anulá-la. Se não conseguimos entrar em contacto consigo, a encomenda será considerada anulada e ser-lhe-á reembolsada integramente as quantidades que tivessem sido abonadas. Não estaremos obrigados a fornecer-lhe nenhum produto por um preço incorreto (inclusivamente embora lhe tenhamos enviado alguma confirmação).",
            "O procedimento para o pagamento é o que se descreve na página web e deverá seguir todos os passos que se lhe indicarão. A transação é segura, será verificada pelo sistema CV2 e a responsabilidade da mesma é da Upplication.",
            "Uma vez completados todos os passos não se admitirá o retrocesso de nenhum pagamento com a única exceção do assinalado no parágrafo anterior.",
            "No caso de que o produto ou serviço contratado inclua quantias a pagar pela sua parte de forma periódica, deverá atender os pagamentos aos vencimentos assinalados.",
            "No caso de incumprimento pela sua parte de qualquer obrigação de pagamento, total ou parcialmente, Upplication poderá resolver o contrato de forma imediata.",
            "<b>IMPOSTO SOBRE O VALOR ACRESCENTADO</b>",
            "Os preços desta página web incluem IVA.",
            "O tipo de IVA aplicável será o legalmente vigente em cada momento em função do produto ou serviço concreto de que se trate.",
            "No caso de que exista um erro ou uma modificação legal do tipo ou regime impositivo de modo que a operação esteja sujeita a um regime ou gravame fiscal distinto do previsto no momento da contratação, a operação ajustar-se-á ao regime que legalmente esteja vigente em cada momento de modo que o comprador pagará a quantia que faltasse ou o vendedor lhe restituirá a quantia sobrante, segundo o caso.",
            "<b>SOBRE O CONTEÚDO DO CONTRATO</b>",
            "As condições particulares do contrato estarão constituídas pela definição que se proporciona na página web da Upplication do Plano que contrate o Cliente.",
            "<b>COMPROMISSOS GERAIS FACE A TERCEIROS DO UTILIZADOR DE UPPLICATION</b>",
            "Dado que os produtos que Upplication oferece incluem que o Cliente poderá utilizá-los nas suas relações, pessoais ou comerciais, com terceiros, na utilização que possa realizar dos produtos contratados com Upplication, o Cliente compromete-se a respeitar os seguintes princípios:",
            "a) A salvaguarda da ordem pública, a investigação penal, a segurança pública e a defesa nacional.",
            "b) A proteção da saúde pública ou das pessoas físicas ou jurídicas que tenham a condição de consumidores ou utilizadores inclusive quando atuem como investidores.",
            "c) O respeito pela dignidade da pessoa e ao princípio de não discriminação por motivos de raça, sexo, religião, opinião, nacionalidade, deficiência ou qualquer outra circunstância pessoal ou social.",
            "d) A proteção da juventude e da infância.",
            "e) A salvaguarda dos direitos de propriedade intelectual.",
            "f) Respeitar-se-ão em todo o caso as garantias, normas e procedimentos previsto no ordenamento jurídico para proteger os direitos à intimidade pessoal e familiar, à proteção dos dados pessoais, à liberdade de expressão ou à liberdade de informação.",
            "Devido a que os produtos que se podem contratar preveem a criação e a gestão por parte do Cliente de uma web, o Cliente é consciente de que, além de cumprir com as condições anteriores, deverá cumprir com as prevenções e requisitos estabelecidos na Lei 34/2002 de 11 de julho de Serviços da Sociedade da Informação.",
            "Upplication não é responsável pelas infrações ou incumprimentos nos quais o Cliente pudesse incorrer em relação com o contemplado na presente cláusula.",
            "<b>COMPROMISSOS CONTRACTUAIS FACE A TERCEIROS DO UTILIZADOR DE UPPLICATION</b>",
            "A utilização que o Cliente faça dos produtos contratados com Upplication pode dar lugar a que o Cliente acorde compromissos de caráter civil, comercial ou administrativo face a terceiros e/ou Administrações públicas. O Cliente é consciente de que Upplication não é parte desses possíveis compromissos nem se pode ver afetada direta ou indiretamente pelos mesmos. O Cliente adotará, no seu caso, as medidas necessárias para manter a Upplication à margem e indemne de qualquer responsabilidade derivada daqueles.",
            "<b>EXONERAÇÃO DE RESPONSABILIDADE</b>",
            "Devido à natureza aberta desta página web a que os produtos que se oferecem consistem em aplicações eletrónicas que se distribuem através das redes gerais de comunicação, existe a possibilidade de que se produzam erros na armazenagem e transmissão de informação digital, assim como riscos de ataques ou alterações fraudulentas por parte de terceiros. Em consequência, não podemos garantir a precisão e segurança da informação transmitida ou obtida por meio desta página web como a que se fornece para dar cumprimento aos Contratos que possa celebrar.",
            "Com o alcance que a lei permita, excluímos todas as garantias, salvo aquelas que não possam ser legitimamente excluídas face aos consumidores e utilizadores.",
            "O disposto na presente cláusula não afetará os seus direitos legais no caso de que atue como consumidor e utilizador.",
            "Por outra parte, faz-se constar aos efeitos dos artigos 15 e 16 da Lei 34/2002 de Serviços da Sociedade da Informação que no desenvolvimento do Contrato Upplication:",
            "a) Não modificará a informação que receba.",
            "b) Permitirá o acesso a ela somente ao Cliente.",
            "c) O seu sistema respeita as normas geralmente aceites e aplicadas para a atualização da informação.",
            "d) Upplication não interfere na utilização lícita de tecnologia geralmente aceite e utilizada pelo setor para obter dados sobre a utilização da informação.",
            "e) Upplication retirará a informação que tenha armazenada, ou tornará impossível o acesso a ela, quando tenha conhecimento efetivo de que foi retirada do lugar no qual se encontrava, ou então que se tenha impossibilitado o acesso a ela, ou que uma autoridade competente ordenou a sua retirada ou impedido o acesso a ela.",
            "f) Upplication não terá conhecimento efetivo da informação que receba de si até tal ponto que lhe permita analisar o discernir sobre a licitude ou ilicitude de atividade que desenvolve mediante o produto contratado, ou que a mesma possa produzir lesão nos direitos ou bens de um terceiro. Não obstante, se por qualquer meio comprovara ou chegara ao seu conhecimento que na sua atuação o Cliente pôde incorrer numa atividade ilícita ou lesiva dos direitos ou bens de um terceiro, Upplication atuará com diligência retirando os dados ou tornando impossível o acesso a eles e reserva-se o direito a resolver o Contrato sem ter que restituir nenhuma quantia, e com reserva de ações legais.",
            "<b>PROPRIEDADE INTELECTUAL E INDUSTRIAL</b>",
            "Os produtos e serviços oferecidos por Upplication contêm software original cujo autor é UPPLICATION SOFTWARE TECHNOLOGIES, S.L., aos efeitos do art. 96 do Real Decreto Legislativo 1/1996 que aprova a Lei de Propriedade Intelectual. Gozam também de dita proteção as versões sucessivas e os programas derivados, assim como a documentação técnica e os manuais e instruções dos distintos produtos.",
            "Poderá fazer utilização de dito material unicamente na forma em que lho autorizemos expressamente nós e em nenhum caso está autorizado a considerar-se licenciatário nem a divulgá-lo nem a transmiti-lo a terceiros. Também não está autorizado a reproduzi-lo, nem total nem parcialmente, nem ainda de forma transitória, nem a introduzir nenhuma modificação distinta às que estejam previstas no próprio produto de forma ordinária.",
            "Também se informa que todas as marcas distintivas, ícones e logotipos que possa ver na página web, ou que se lhe fornecem no caso de que subscreva um contrato, estão protegidos pela legislação espanhola sobre patentes e marcas e não tem autorização para fazer uso deles sob nenhum conceito.",
            "<b>LINKS OU LIGAÇÕES A PARTIR DA NOSSA PÁGINA WEB</b>",
            "No caso de que a nossa página web contenha links ou ligações a outras páginas web e materiais de terceiros, ditos links facilitam-se unicamente para efeitos informativos, sem que tenhamos nenhum controlo sobre o conteúdo ditas páginas web ou materiais. Portanto, não aceitamos nenhuma responsabilidade por qualquer dano, prejuízo ou perda derivados da sua utilização.",
            "<b>COMUNICAÇÕES POR ESCRITO</b>",
            "Para efeitos contratuais, consente em utilizar o correio eletrónico que facilita no processo de contratação como meio de comunicação para efeitos contratuais e reconhece que tanto o contrato como a notificação, informação e restantes comunicações que lhe enviemos de forma eletrónica cumprem com os requisitos legais de ser por escrito. Esta condição não afetará os seus direitos irrenunciáveis reconhecidos por lei.",
            "Para demonstrar que a notificação foi feita, será suficiente comprovar que o correio eletrónico foi enviado para a direção de correio especificada por si no processo de contratação embora não conste a recepção.",
            "De forma recíproca, as notificações que nos envie deverão ser remetidas sempre para o correio eletrónico: <a href='mailto:soporte@upplication.com'>soporte@upplication.com</a> e, do mesmo modo, cumprirão com todos os requisitos para ser válidas e suficientes para efeitos contratuais.",
            "<b>CESSÃO DE DIREITOS E OBRIGAÇÕES</b>",
            "O Contrato é vinculante tanto para si como para nós.",
            "Não poderá transmitir, ceder, gravar ou de qualquer outro modo transferir o Contrato ou algum dos direitos ou obrigações derivados do mesmo para nenhum terceiro sem ter obtido o nosso consentimento prévio por escrito.",
            "UPPLICATION poderá transmitir, ceder, gravar, subcontratar ou de qualquer outro modo transferir um Contrato ou algum dos direitos ou obrigações derivados do mesmo a qualquer terceiro e em qualquer momento durante a vigência do Contrato. Para evitar qualquer dúvida, ditas transmissões, cessões, encargos ou outras transferências não afetarão os direitos que, no seu caso, tem em virtude do contrato ou como consumidor / utilizador reconhecidos por lei.",
            "<b>VÍRUS, PIRATARIA E OUTROS ATAQUES INFORMÁTICOS</b>",
            "Embora contamos com medidas importantes de segurança, devemos preveni-lo de que não seremos responsáveis de qualquer dano ou perda resultante de um ataque de denegação de serviço, vírus ou qualquer outro programa ou material tecnologicamente prejudicial ou daninho que possa afetar o seu computador, equipamento informático, dados ou materiais como consequência da utilização desta página web, da utilização dos produtos que adquire ou do download de conteúdos da mesma ou aos que a mesma direcione.",
            "Não deve realizar uma utilização indevida desta página web mediante a introdução intencionada na mesma de vírus, cavalos de tróia, worms, bombas lógicas ou qualquer outro programa ou material tecnologicamente prejudicial, daninho ou que altere o conteúdo, seja modificando-o, seja redirecionando-o. Não tentará ter acesso não autorizado a esta página web, ao servidor que dita página se encontre alojada ou a qualquer servidor, computador ou base de dados relacionada com a nossa página web ou com as empresas que subcontratemos. Compromete-se a não atacar esta página web através de um ataque de denegação de serviço ou de um ataque de denegação de serviço distribuído.",
            "O incumprimento desta cláusula poderia implicar a comissão de infracções tipificadas pela norma aplicável. Informaremos de qualquer incumprimento de dita norma às autoridades competentes e cooperaremos com elas para descobrir a identidade do atacante. Do mesmo modo, no caso de incumprir ou tente incumprir a presente cláusula, deixará imediatamente de estar autorizado a utilizar esta página web. Também, nestes casos será responsável por todos os danos e prejuízos de natureza económica ou de qualquer outra natureza que possa causar.",
            "<b>OUTROS ACONTECIMENTOS FORA DO NOSSO CONTROLO</b>",
            "Não seremos responsáveis por nenhum incumprimento ou atraso no cumprimento de alguma das obrigações que assumamos ao abrigo de um Contrato, cuja causa se deva a acontecimentos que estão fora do nosso controlo razoável (\"Causa de Força Maior\").",
            "As Causas de Força Maior incluirão qualquer ato, acontecimento, falta de exercício, omissão ou acidente que, entre outros e sem caráter limitativo, se enumeram a seguir:",
            "a) Greves, fechos patronais ou outras medidas reivindicativas.",
            "b) Rebelião, invasão, ataque terrorista ou ameaça terrorista, guerra (declarada ou não) ou ameaça ou preparativos de guerra.",
            "c) Incêndio, explosão, trovoada, inundação, terremoto, desmoronamento, epidemia ou outro desastre natural ou causado pelo homem, com culpa ou acidentalmente.",
            "d) Impossibilidade ou dificuldade grave de utilizar sistemas públicos ou privados de telecomunicações e de armazenamento e tratamento de dados.",
            "e) Atos, decretos, legislação, norma ou restrições de qualquer governo ou autoridade pública.",
            "Entender-se-á que as nossas obrigações derivadas dos Contratos ficarão suspensas durante o período no qual as Causas de Força Maior continuem, e disporemos de uma ampliação no prazo para cumprir ditas obrigações por um período de tempo igual ao que dura as Causas de Força Maior ou para encontrar uma solução que nos permita cumprir as nossas obrigações em virtude do Contrato apesar das Causas de Força Maior.",
            "<b>DURAÇÃO, RESOLUÇÃO E EXTINÇÃO DO CONTRATO</b>",
            "O Cliente poderá contratar os produtos com as durações temporais e condições particulares aplicáveis a cada um dos planos que se oferecem.",
            "Durante o tempo que esteja em vigor o Plano que tenha contratado, Upplication estará obrigada a dar suporte aos serviços que inclui o produto durante o período que em cada caso se indica segundo a modalidade escolhida.",
            "O período contratual englobará desde a data de formalização eletrónica do Contrato até à sua anulação a instâncias do Cliente ou da UPPLICATION.",
            "O Cliente poderá desistir do Contrato em qualquer momento mas a sua efetividade produzir-se-á no último dia da mensalidade em curso, cujo pagamento, portanto se deverá efetuar. UPPLICATION não terá de devolver nenhuma quantidade recebida a conta.",
            "Para anular o serviço contratado, o Cliente deverá aceder a partir do Painel de controlo à secção “A minha conta” selecionando a opção de “Configuração”. Uma vez dentro, deverá dirigir-se ao apartado “Eliminar as suas apps e a sua conta” e proceder à eliminação do serviço. A devolução ou anulação de débitos da conta bancária ou cartão de crédito/débito não suporá a terminação do acordo e portanto Upplication poderá exigir o pagamento das prestações pendentes.",
            "Para anular a conta de registo, o Cliente deverá aceder a partir do Painel de Controlo à secção “A minha conta” selecionando a opção de “Configuração”. Uma vez dentro, deverá dirigir-se ao apartado “Eliminar as suas apps e a sua conta” e proceder à eliminação da conta.",
            "No caso de falta de pagamento de qualquer uma das obrigações de pagamento, assim como no caso de incumprimento por parte do Cliente de qualquer uma das suas obrigações derivadas das presentes Condições ou das condições particulares do Plano contratado, Upplication estará facultada, mas não obrigada, para resolver o contrato e anular imediatamente e definitivamente a utilização do produto ou serviço, a todos os efeitos. Também terá o direito a reclamar todos aqueles vencimentos anteriores à resolução do contrato que estivessem pendentes de pagamento.",
            "No caso de que Upplication anulara o contrato, por qualquer causa, inclusive por Força Maior, comunicá-lo-á para o endereço eletrónico proporcionado pelo Cliente.",
            "Efeitos da extinção do Contrato:",
            "a) Quando se extinga o contrato por qualquer causa, incluindo o vencimento, o incumprimento do Cliente, Força Maior ou qualquer outro motivo, Upplication interromperá a ligação do Cliente com o seu sistema.",
            "b) Todos os dados e informações, tanto do Cliente como dos seus contactos (clientes próprios ou particulares), que tenham ficado armazenados nos sistemas de Upplication ou das empresas com as quais tenha subcontratado em consequência dos serviços prestados, serão destruídos salvo nos casos previstos pela Lei.",
            "c) Nenhuma das partes terá ação de reclamação frente à outra como consequência da resolução do contrato, exceto as ações de reclamação de Upplication frente ao Cliente por motivo de falta de pagamento e/ou incumprimento das suas obrigações, que permanecerão vigentes.",
            "<b>RENÚNCIA</b>",
            "A falta de requerimento pela nossa parte do cumprimento estrito pela sua parte de alguma das obrigações assumidas por si em virtude de um Contrato ou das presentes Condições, ou a falta de exercício pela nossa parte dos direitos ou ações que não possam corresponder em virtude de dito Contrato ou das Condições, não suporá renúncia nem nenhum limitação em relação com ditos direitos ou ações nem o/a exonerará de cumprir com tais obrigações.",
            "No caso de que renunciemos expressamente pela nossa parte a um direito ou ação concreta, isso não irá supor uma renúncia a outros direitos ou ações derivados do contrato ou das presentes Condições.",
            "Nenhuma renúncia pela nossa parte a alguma das presentes Condições ou aos direitos ou ações derivados do contrato surtirá efeito, a não ser que se estabeleça expressamente que é uma renúnica e se lhe comunique a si por escrito.",
            "<b>NULIDADE PARCIAL</b>",
            "Se alguma das presentes Condições ou alguma disposição de um Contrato fossem declaradas nulas e/ou sem efeito por resolução firme ou de caráter cautelar por parte de uma autoridade competente, os restantes termos e condições permanecerão em vigor, sem que fiquem afetados por dita declaração de nulidade.",
            "<b>ACORDO COMPLETO</b>",
            "As presentes Condições, conjuntamente com as derivadas do Contrato nos termos que se lhe expõem ao longo do procedimento de contratação, constituem o acordo íntegro existente entre si e nós em relação com o Contrato e substituem a qualquer outro pacto, acordo ou promessa anterior acordada entre si e nós verbalmente ou por escrito.",
            "Nós e você reconhecemos ter consentido a celebração do Contrato sem ter confiado em nenhuma declaração ou promessa feita pela outra parte ou que pudesse inferir-se de qualquer declaração ou escrito nas negociações estabelecidas pelos dois antes de dito Contrato, salvo aquilo que figura expressamente mencionado nas presentes Condições e nas condições particulares do Plano ou Planos contratados.",
            "<b>O NOSSO DIREITO A MODIFICAR ESTAS CONDIÇÕES</b>",
            "Temos o direito a revisar e modificar as presentes Condições em qualquer momento.",
            "Em qualquer caso, as Condições do Contrato que subscreva serão as que estejam vigentes no momento da sua subscrição, salvo que por lei ou decisão de autoridades públicas devamos modificar com caráter retroativo. Neste caso, as possíveis alterações afetarão também às encomendas que tivesse feito previamente.",
            "<b>LEGISLAÇÃO APLICÁVEL E JURISDIÇÃO</b>",
            "A utilização da nossa página web e os contratos de adquisição de produtos através da mesma reger-se-ão pela legislação espanhola.",
            "Qualquer controvérsia que surja ou guarde relação com a utilização da página web ou com ditos contratos será submetida à jurisdição dos tribunais de Madrid capital, Espanha.",
            "<b>CONDIÇÕES PARTICULARES</b>",
            "PLANO <span class='bold-main-color'> BÁSICO </span>",
            "Aspetos funcionais:",
            " - <strong>App móvel Android e iOS</strong>. Os sistemas operativos nos quais se desenvolverão as suas apps serão Android de Google e iOS de Apple.",
            " - <strong>Web multi dispositivo (pc, tablet, smartphone)</strong>. Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um destes ecrãs.",
            " - <strong>Subida aos markets</strong>. Upplication encarrega-se de subir as suas apps para os markets da Google Play e App Store. A decisão final depende sempre de Google ou iOS, eles são os que filtram que aplicações sim e quais não entram nos seus markets Google Play Store ou App Store. Upplication só se encarrega de realizar a petição de aceitação a Google ou iOS e de facilitar-lhe o conteúdo necessário. No caso da Apple, as apps subir-se-ão para o market privado.",
            " - <strong>Publicidade Upplication</strong>. A aplicação tem publicidade de Upplication e/ou de terceiros.",
            " - <strong>Assinatura nos modelos</strong>. A aplicação tem assinatura da Upplication no modelo.",
            " - <strong>Estadísticas</strong>. Obtém informação do que está a acontecer na sua aplicação. Damos-te as ferramentas necessárias para ter sempre o controlo do que os teus clientes estão a fazer.",
            " - <strong>Notificações push.</strong> O dashboard não permitirá enviar notificações push.",
            "<strong>PREÇO:</strong> Pagamento Único: 99,5€ (82,23€ + IVA), um único pagamento anual pela quantia total, IVA incluído. Pagamento mensal: 9,95 € por mês (8,22€ + IVA.)",
            "PLANO <span class='bold-main-color'>PROFISSIONAL </span>",
            "Aspetos funcionais:",
            " - <strong>App móvel Android e iOS.</strong> Os sistemas operativos nos quais se desenvolverão as suas apps serão Android da Google e iOS da Apple.",
            " - <strong>Web multi dispositivo (pc, tablet, smartphone).</strong> Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um dos ecrãs.",
            "  - <strong>Subida para os markets</strong>. Upplication encarrega-se de subir as suas apps para os markets da Google Play e App Store. A decisão final depende sempre de Google ou iOS, eles são os que filtram que aplicações sim e quais não entram nos seus markets Google Play Store ou App Store. Upplication só se encarrega de realizar a petição de aceitação a Google ou iOS e de facilitar-lhe o conteúdo necessário.",
            " - <strong>Sem publicidade Upplication.</strong> A aplicação não tem publicidade da Upplication e/ou de terceiros.",
            " - <strong>Sem assinatura nos modelos.</strong> A aplicação não tem assinatura da Upplication no modelo.",
            " - <strong>Estatísticas.</strong> Obtém informação do que está a acontecer na sua aplicação. Damos-te as ferramentas necessárias para ter sempre o controlo do que estão a fazer os teus clientes.",
            " - <strong>Notificações push.</strong> O dashboard permitirá enviar 4 notificações push por mês.",
            "<strong>PREÇO:</strong> Pagamento Único: 299,5€ (247,52€ + IVA), um pagamento único pagamento anual pela quantia total, IVA incluído. Pagamento mensal: 29,95€ por mês (24,75€ + IVA).",
            "PLANO <span class='bold-main-color'>PREMIUM </span>",
            "Aspetos funcionais:",
            " - <strong>App móvel Android e iOS.</strong> Os sistema operativos nos quais se desenvolverão as suas apps serão Android de Google e iOS de Apple.",
            " - <strong>Web multi dispositivo (pc, tablet, smartphone).</strong> Web válida para os dispositivos: smartphone, tablet e PC. É acessível e ajusta-se visualmente e funcionalmente a cada um dos ecrãs.",
            "   - <strong>Subida para os markets</strong>. Upplication encarrega-se de subir as suas apps para os markets da Google Play e App Store. A decisão final sempre depende de Google ou iOS, eles são os que filtram que aplicações sim e quais não entram nos seus markets Google Play Store ou App Store. Upplication só se encarrega de realizar a petição de aceitação a Google ou iOS e de facilitar-lhe o conteúdo necessário.",
            " - <strong>Sem publicidade Upplication.</strong> A aplicação não tem publicidade da Upplication e/ou de terceiros.",
            " - <strong>Sem assinatura nos modelos.</strong> A aplicação não tem assinatura da Upplication no modelo.",
            " - <strong>Estatísticas. Obtém informação do que está a acontecer na sua aplicação. </strong> Damos-te as ferramentas necessárias para ter sempre o controlo do que os teus clientes estão a fazer.",
            " - <strong>Notificações push.</strong> O dashboard permitirá enviar notificações push ilimitadas",
            " - <strong>Atendimento ao cliente personalizada.</strong>Liga-nos e ajudar-te-emos a criar uma aplicação de alta qualidade. Estaremos à sua disposição no telefone <a href='tel:917958203'> 917 958 203 </a> (custo da chamada variará em função do operador, ajustando-se à tarifa ordinária nacional) de segunda-feira a quinta-feira das 10:00h às 18:00h e sexta-feira das 10:00h às 15:00h (hora em Espanha). No verão o horário será de segunda-feira a sexta-feira das 10:00h às 15:00h (hora em Espanha).",
            " - <strong>Desenvolvimento e desenho personalizado em 3 semanas:</strong> Um membro da equipa de desenho da Upplication encarregar-se-á de criar a sua app. É importante que preenchas de maneira obrigatória dois formulários com o conteúdo que precisas de mostrar na sua app. Enquanto preenchas ambos os formulários, Upplication começará a criar a sua app. Enviar-te-emos os formulários para o endereço de e-mail que se utiliza como registo quando ativas a sua app na plataforma.",
            " - <strong>Três alterações por ano:</strong> Este serviço permite-te 3 modificações de conteúdo por ano depois da publicação nos markets (iOs e Android). Podem ser realizadas de forma consecutiva ou espaçados ao longo dos 12 meses. Consideramos alterações às modificações de conteúdo geral de desenho ou imagem da app, publicação ou renovação de produtos e desenho de um módulo novo. Não consideramos alterações às modificações diárias e específicas, tais como alteração de um preço, gestão de reservas e envio de notificações.",
            " - <strong>Para solicitar uma modificação na sua app tens de escrever-nos a</strong>: <a href='mailto:soporte@upplication.com'> soporte@upplication.com</a> ou ligar para o número <a href='tel:917958203'> 917 958 203 </a> (custo da chamada variará em função do operador ajustando-se à tarifa ordinária nacional).",
            " - <strong>eBook gratuito de Marketing App para pme.</strong> Upplication coloca à sua disposição um eBook para aprender a melhorar a sua empresa e aumentar as suas vendas utilizando a app móvel do teu negócio.",
            "<strong>PREÇO</strong>: Pagamento único: 599,5€ (495,45€ + IVA), um pagamento anual único pela quantia total, IVA incluído. Pagamento mensal: 59,95€ por mês (49,54€ + IVA). Este serviço está sujeito a 6 meses de permanência.",
            " Condições:",
            "<strong>ATENÇÃO AO CLIENTE:</strong> Estamos disponíveis para solucionar qualquer dúvida ou problema de segunda-feira a quinta-feira das 10:00h às 18:00h e sexta-feira das 10:00h às 15:00h (hora em Espanha). No verão o horário será de segunda-feira a sexta-feira das 10:00h às 15:00h, hora em Espanha, através do telefone <a href='tel:917958203'> 917 958 203 </a>(custo da chamada variará em função do operador ajustando-se à tarifa ordinária nacional), no Chat on-line ao navegar pelo portal ou no seguinte e-mail <a href='mailto:info@upplication.com'> info@upplication.com </a> ",
            "<strong>SUPORTE TÉCNICO:</strong> Se tens problemas ou dúvidas de índole técnica, vai à secção de: Perguntas Frequentes (FAQ’s) da nossa web. Também podes enviar-nos um e-mail para <a href='mailto:soporte@upplication.com'>soporte@upplication.com</a> ou ligar-nos para o número <a href='tel:917958203'> 917 958 203 </a> (custo da chamada variará em função do operador ajustando-se à tarifa ordinária nacional) de segunda-feira a quinta-feira das 10:00h às 18:00h e sexta-feira das 10:00h às 15:00h (hora em Espanha). No verão o horário será de segunda-feira a sexta-feira das 10:00h às 15:00h (hora em Espanha).",
            "<strong>ANULAÇÃO</strong> DO SERVIÇO: O Cliente poderá dar-se de baixa quando o estime oportuno, eliminando a sua app a partir do painel de controlo.",
            "Se o Cliente efetuou o pagamento anual, não se lhe reembolsará qualquer quantidade económica, ao dar-se de baixa do seu Plano.",
            "Se o cliente optou pelo pagamento mensal, não se lhe reembolsará a mensalidade paga, correspondente ao mês ao qual se dê de baixa do seu Plano.",
            "Se o Cliente optou pelo pagamento fracionado, não se lhe reembolsará a mensalidade paga, correspondente ao mês ao qual se dê de baixa do seu Plano.",
            "<strong>CONDIÇÕES GERAIS: </strong> São de aplicação as nossas condições gerais, que tens de aceitar no momento da contratação."
          ],
          "title": "Celebração do contrato de aquisição de produtos da UPPLICATION"
        }
      ],
      "title": "Condições de utilização de <span>compra de produtos e contratação </span>"
    }
  }
}