{
  "wingu": {
    "footer_cookies": "Al cerrar esta ventana aceptas nuestra <a href='@@config.base_path/es/vodafone/'>política de cookies.</a>",
    "vodafone":{
      "url": "https://www.vodafone.es",
      "title": "Entrar",
      "anchor": "Entrar"
    },
    "logo": {
      "title": "Logo Wingu"
    }
  },
  "wingu_terms": {
    "_url": "/es/vodafone/",
    "_meta_title": "Términos legales para el uso de WINGU: creador de apps",
    "_keywords": "crear app, como crear tu app, crear app android, crear app iphone, crear aplicacion, crear app online, crear app movil",
    "_meta_description": "Condiciones de uso de Wingu, creador de apps online para ti o tu negocio.",
    "_priority": "0.5",
    "sections": {
      "sections": {
        "0": {
          "children": {
            "0": "En cumplimiento con el deber de información recogido en el artículo 10 de la Ley 34/2002, de 11 de julio, de Servicios de la Sociedad de la Información y de Comercio Electrónico, le informamos que la URL www.Upplicationapps.com (en adelante el PORTAL) es un dominio propiedad de UPPLICATION SOFTWARE TECHNOLOGIES, S.L. (en adelante la ENTIDAD), con domicilio en la Calle Quintana 2, 28008 Madrid (Madrid), con C.I.F. nº B86569654.",
            "1": "Todas las marcas, nombres comerciales o signos distintivos de cualquier clase que aparecen en el PORTAL son propiedad de la ENTIDAD o de terceros, sin que pueda entenderse que el uso o acceso al sitio y/o a los servicios, atribuya al usuario derecho alguno sobre las citadas marcas, nombres comerciales y/o signos distintivos.",
            "2": "Asimismo, los contenidos publicados en la web, su diseño gráfico, imágenes, bases de datos y código fuente son propiedad intelectual de la ENTIDAD o de terceros, sin que puedan entenderse cedidos al usuario, en virtud de lo establecido en este Aviso Legal, ninguno de los derechos de explotación que existen o puedan existir sobre dichos contenidos más allá de lo estrictamente necesario para el correcto uso del PORTAL y de los servicios que se prestan a través de él.",
            "3": "El acceso a este website es responsabilidad exclusiva de los usuarios. El simple acceso al PORTAL no supone entablar ningún tipo de relación de carácter comercial entre la ENTIDAD y el usuario. Accediendo a él acepta los términos y condiciones descritos en el PORTAL."
          },
          "title": "Aviso legal"
        },
        "1": {
          "children": {
            "0": "<span>IDENTIDAD Y DATOS DE CONTACTO DEL RESPONSABLE</span> El Responsable del tratamiento de los datos personales del Usuario es UPPLICATION SOFTWARE TECHNOLOGIES, S.L., (en adelante “la Entidad”) con domicilio social en C/ Quintana 2, 2ª planta, 28008, Madrid y CIF B-86569654. Si tiene cualquier duda en materia de protección de datos, puede contactar con la Entidad a través de la dirección gdpr@upplication.com",
            "1": "<span>FINALIDADES, BASES JURÍDICAS DEL TRATAMIENTO Y PLAZOS DE CONSERVACIÓN</span> Los datos de carácter personal recabados a través del sitio web serán tratados por la Entidad, que ostenta la condición de Responsable del tratamiento, para las finalidades que se indican a continuación. Asimismo, le indicamos por qué motivo es lícito que tratemos sus datos y durante cuánto tiempo los conservaremos.",
            "2": "<table class='centered cookies-table'><tbody><tr><td><strong>FINALIDAD</strong></td><td><strong>BASE JURÍDICA</strong></td>            <td><strong>PLAZO DE CONSERVACIÓN</strong></td>            </tr>  <tr><td>Gestionar sus datos para el registro en el sitio web.</td>  <td>Consentimiento</td>  <td>Los datos serán conservados durante la vigencia del alta como usuario y la relación contractual. Una vez finalizada, se conservarán bloqueados durante los plazos de prescripción de las acciones legales, suprimiéndose a la finalización de dichos plazos.</td></tr>       <tr><td>Gestionar y responder las solicitudes de información realizadas a través del chat del sitio web, por teléfono o a través de e-mail.</td><td>Interés legítimo del responsable del tratamiento</td>  <td>Los datos serán conservados durante la vigencia de la consulta realizada. Una vez finalizada, se conservarán bloqueados durante los plazos de prescripción de las acciones legales, suprimiéndose a la finalización de dichos plazos.</td> </tr>  <tr><td> Gestionar la prestación de los servicios ofrecidos en el sitio web.  </td><td>Ejecución del contrato en que el interesado es parte.</td><td> Los datos serán conservados durante la vigencia de la relación contractual. Una vez finalizada, se conservarán bloqueados durante los plazos de prescripción de las acciones legales, suprimiéndose a la finalización de dichos plazos.</td></tr>   </table>",
            "3":"<span>DERECHOS DE LOS USUARIOS:</span>Usted puede ejercitar los derechos que se detallan a continuación ante la Entidad a través del correo electrónico gdpr@upplication.com o bien a la dirección postal de UPPLICATION SOFTWARE TECHNOLOGIES, S.L, con domicilio social en Calle Quintana 2, 2ª planta, C.P. 28008 Madrid y CIF B-86569654, a la atención del departamento Legal. La solicitud deberá contener copia de su DNI u otro documento identificativo equivalente, así como el contenido mínimo previsto en la normativa aplicable. Si la solicitud no reúne los requisitos especificados, la Entidad podrá requerir su subsanación. No se exigirá contraprestación alguna por el ejercicio de los derechos.",
            "4":"<table><tbody><tr><td><strong>Derecho</strong></td><td><strong>¿En qué consiste?</strong></td></tr>  <tr><td> Derecho de acceso  </td><td> Consultar qué datos personales tenemos sobre Usted.</td></tr> <tr><td> Derecho de rectificación  </td><td>Modificar los datos personales que tenemos sobre Usted cuando sean inexactos.</td></tr><tr><td>  Derecho de oposición  </td><td>Solicitar que no tratemos tus datos personales para algunas finalidades concretas.</td></tr><tr><td> Derecho de supresión  </td><td> Solicitar que eliminemos sus datos personales. </td></tr><tr><td> Derecho de limitación  </td> <td> Solicitar que limitemos el tratamiento de sus datos personales.</td> </tr><tr><td>  Derecho de portabilidad </td> <td> Obtener en un formato electrónico los datos personales que nos haya suministrado y los que se hayan generado en el contexto del servicio. </td></tr></tbody></table> <br> En caso de no obtener satisfacción en el ejercicio de sus derechos, podrá presentar una reclamación ante la autoridad de control en materia de protección de datos, la Agencia Española de Protección de Datos, cuya página web es: http://www.agpd.es",
            "5":"<span>DESTINATARIOS DE LOS DATOS PERSONALES</span>Sus datos personales no serán cedidos a otras personas o empresas para ser utilizados para sus propios fines. No obstante, algunas entidades subcontratadas por la Entidad podrían acceder a los datos personales e información para ayudar a la Entidad en la gestión del sitio web y la prestación de los servicios ofrecidos en el sitio web. La Entidad se asegura de que todas estas entidades cumplan con la normativa de protección de datos, que también les resulta directamente aplicable. Asimismo, la Entidad revelará a las autoridades públicas competentes los datos personales y cualquier otra información que esté en su poder o sea accesible a través de sus sistemas y sea requerida de conformidad con las disposiciones legales y reglamentarias aplicables al caso.",
            "6":"<span>MEDIDAS DE SEGURIDAD:</span>La Entidad tratará sus datos personales de manera absolutamente confidencial. Asimismo, ha implantado medidas técnicas y organizativas adecuadas para garantizar la seguridad de sus datos personales y evitar su destrucción, pérdida, acceso ilícito o alteración ilícita. A la hora de determinar estas medidas, se han tenido en cuenta criterios como el alcance, el contexto y los fines del tratamiento; el estado de la técnica y los riesgos existentes.",
            "7":"<span>EXACTITUD DE LOS DATOS APORTADOS:</span>El Usuario, al aceptar la política de privacidad, declara que todos los datos que constan en el perfil son veraces, que están actualizados y que corresponden con los datos del titular de la expendeduría, debiendo el Usuario ponerse en contacto con la Entidad o hacer uso de los mecanismos que le ofrecemos en caso de que desee modificar algún dato de carácter personal.El Usuario será el único responsable de los daños ocasionados tanto a la Entidad como a terceras personas por las manifestaciones o información falsas o inexactas que proporcione."
          },
          "title": "Política de privacidad"
        },
        "2":{
          "children":{
            "0": "UPPLICATION SOFTWARE TECHNOLOGIES S.L (En adelante UPPLICATION) utiliza cookies dentro sus sitios web (<span>www.upplication.com</span>, y cualquier subdominio perteneciente al mismo) para ofrecer el sitio web más eficaz posible a nuestros clientes. Entre otras cosas, las cookies permiten recordar las preferencias y el uso de determinadas herramientas y secciones de nuestra web. Esta Política de Cookies explica qué son las cookies, cómo las usamos y cómo te beneficiarán. Como posiblemente sepas, la reciente legislación exige que los sitios web obtengan el consentimiento de los visitantes para utilizar ciertas cookies.",
            "1":"UPPLICATION hace uso de las cookies con el objetivo de poder medir el comportamiento de los usuarios tanto en nuestra web (upplication.com) como en cualquier subdominio, como bien se ha mencionado anteriormente. Gracias a la analítica somos capaces de optimizar la experiencia de nuestro usuario dentro de la herramienta.",
            "2":"Los datos obtenidos son sacados gracias al software <strong>Google Analitycs</strong>. Este gestor trata los datos obtenidos y UPPLICATION solo tiene acceso a los mismos. Estos datos son de carácter confidencial y nunca se cederán a otra empresa. Sólo se tratarán a nivel interno y estarán vigilados bajo los niveles de seguridad que establece la ley.",
            "3":"Las cookies son pequeños archivos de texto que se instalan en el navegador del ordenador del usuario para registrar su actividad, enviando una identificación anónima que se almacena en el mismo. Se pueden utilizar también para medir la audiencia, parámetros del tráfico y navegación, tiempo de sesión, y/o controlar el progreso y el número de entradas.",
            "4":"No obstante lo anterior, deberá tenerse en cuenta que, de conformidad con la legislación española, se entenderá que (i) el usuario ha dado su consentimiento si modifica la configuración del navegador deshabilitando las restricciones que impiden la entrada de cookies y (ii) que el referido consentimiento no será preciso para la instalación de aquellas cookies que sean estrictamente necesarias para la prestación de un servicio expresamente solicitado por el usuario.",
            "5":"Tenga en cuenta que para poder utilizar el sitio web es necesario que tenga habilitadas las cookies, especialmente aquellas de carácter técnico que resultan necesarias para identificarle como Usuario. En particular, le informamos que utilizamos los siguientes tipos de cookies:",
            "6":"<strong>-Cookies técnicas:</strong> Son aquellas utilizadas por la Entidad que permiten al Usuario la navegación y la utilización de las diferentes opciones o servicios que se ofrecen como, controlar el tráfico y la comunicación de datos, identificar la sesión, acceder a partes de acceso restringido, recordar los elementos que integran una reserva, , realizar la solicitud de inscripción o participación en un evento, utilizar elementos de seguridad durante la navegación o almacenar, difundir y/o compartir contenidos.",
            "7":"<strong>-Cookies analíticas:</strong> Son aquellas utilizadas por la Entidad y por Google, “Google Analytics” que permiten cuantificar el número de usuarios y así realizar la medición y análisis estadístico de la utilización y actividad que hacen los Usuarios, así como elaborar perfiles de navegación de éstos para poder introducir mejoras en el sitio web.",
            "8":"<strong>- Cookies publicitarias:</strong> Son aquéllas que, bien tratadas por nosotros o por terceros, nos permiten gestionar de la forma más eficaz posible la oferta de los espacios publicitarios que hay en la página web, adecuando el contenido del anuncio al contenido del servicio solicitado o al uso que realice de nuestra página web. Para ello, podemos analizar sus hábitos de navegación en Internet y podemos mostrar al Usuario publicidad relacionada con su perfil de navegación.",
            "9":"<table class='centered cookies-table'><tbody><tr><td><strong>COOKIE</strong></td><td><strong>FINALIDAD</strong></td>            <td><strong>PROPIAS O DE TERCEROS</strong></td>            </tr>            <tr>            <td>1p_jar</td>            <td>Cookie de Google. Estas cookies se usan para recopilar estadísticas del sitio web y rastrear las tasas de conversión </td>            <td>Google Analitycs</td>            </tr>            <tr>            <td>CONSENT</td>            <td></td>            <td></td>            </tr>            <tr>            <td>NID</td>            <td>Visualización de mapas mediante Google Maps</td>            <td>Google Analitycs</td>           </tr>            <tr>            <td>_zlcmid</td>            <td>Son cookies utilizadas por la herramienta ZOPIM para permitir chatear en directo con la atención al cliente</td>  <td>ZOPIM</td>   </tr>                    </tr>  <tr><td> _ga </td> <td>Se usa para distinguir usuarios</td>            <td>Google analytics</td> </tr>          <tr>          <td>_gid</td>            <td>Google Analytics utiliza esta cookie para almacenar y actualizar un valor único para cada página visitada. La cookie se actualiza cada vez que envía los datos a Google Analytics</td>            <td>Google analytics</td>            </tr> <tr><td>_mfid</td> <td></td> <td></td> </tr> <tr><td>_omappvp</td><td>Utilizado para determinar si el visitante regresa y ha visitado el sitio web anteriormente.</td><td>OptinMonster</td> </tr> <tr><td>intercom-id-[XXXXXXXXX]</td><td>Esta cookie es utilizada para que los usuarios puedan continuar un chat mientras se mueven por el sitio.</td> <td>Intercom</td> </tr> <tr><td>mp_e67fdcd786665d5c42c75d84a1c22f49_mixpanel</td><td>Esta cookie es configurada para analizar el tráfico y, en particular, cómo los usuarios llegaron a la plataforma</td><td>MixPanel</td> </tr>  <tr><td>upp_language</td>     <td>Esta cookie guarda el idioma elegido en la navegación, para que, en la próxima visita, se cargue automáticamente ese idioma y no el que esté por defecto en el dispositivo</td>   <td>Propia</td>  </tr>      </tbody></table>",
            "10":"<span><strong>Gestión de las cookies</strong></span>",
            "11":"Tenga en cuenta que puede permitir, bloquear o eliminar todas estas cookies cuando quieras a través de las opciones de configuración de tu dispositivo o terminal, así como de tu navegador de internet:",
            "12":"<strong>Internet Explorer:</strong> Herramientas -> Opciones de Internet -> Privacidad -> Configuración. Para más información, puede consultar el soporte de Microsoft o la Ayuda del navegador.",
            "13":"<strong>Firefox:</strong> Herramientas -> Opciones -> Privacidad -> Historial -> Configuración Personalizada. Para más información, puede consultar el soporte de Mozilla o la Ayuda del navegador.",
            "14":"<strong>Chrome:</strong> Configuración -> Mostrar opciones avanzadas -> Privacidad -> Configuración de contenido. Para más información, puede consultar el soporte de Google o la Ayuda del navegador.",
            "15":"<strong>Safari: </strong>Preferencias -> Seguridad. Para más información, puede consultar el soporte de Apple o la Ayuda del navegador.",
            "16":"Recuerde siempre acceder a la información de soporte más actualizada de dichos navegadores para conocer el modo en que puedes eliminar las cookies, dado que el modo puede diferir entre distintas versiones y sistemas operativos.",
            "17":"En el caso de que usted utilice cualquier otro navegador de Internet, le recomendamos que consulte las distintas opciones de gestión de cookies que pudiesen encontrarse disponibles en el mismo en cada momento."
          }
        },
        "3": {
          "children": [
            {
              "children": {
                "0": "El presente documento establece las condiciones por las que se rige el uso de esta página web y la adquisición de productos en la misma (en adelante, las \"Condiciones\").",
                "1": "Al utilizar esta página web y al contratar cualquier producto a través de la misma, usted consiente en quedar vinculado por estas Condiciones, por lo que si no está usted de acuerdo con las mismas, no debe usar esta página web ni contratar a través de la misma.",
                "2": "Estas Condiciones podrían ser modificadas, por lo que rogamos su lectura aunque ya lo haya hecho antes.",
                "3": "En todo caso, las Condiciones que estén vigentes en el momento de celebración de un contrato sobre cualquier producto o servicio serán las que le resulten aplicables.",
                "4": "En las presentes condiciones aludiremos a nosotros como \"Upplication\" y a Vd. como el \"Cliente\"."
              },
              "title": "1.- Introducción"
            },
            {
              "title": "2.- Protección de  datos",
              "children": {
                "0": "Le informamos que la información o datos personales que nos facilite serán tratados con arreglo a la legislación vigente Reglamento de la Unión Europea 2016/679 de Protección de datos. Los datos de carácter personal que nos facilite en el marco de la relación contractual serán tratados por Upplication Software Technologies, S.L. para las finalidades que se indican a continuación:",
                "1": "Por supuesto, usted puede solicitarnos en cualquier momento que dejemos de tratar sus datos personales para aquellas finalidades que sólo se basan en su consentimiento.",
                "2": "De conformidad con el Reglamento 2016/679 sobre Protección de Datos ('GDPR') usted autoriza a Upplication para tratar los datos que usted proporciona al utilizar la plataforma Upplication. Upplication asegura que la información brindada se trata con la máxima confidencialidad, ya que Upplication ha adoptado los métodos y medidas técnicas y organizativas necesarias para garantizar la seguridad de la información personal, evitando la alteración, pérdida, tratamiento o acceso no autorizado a la misma.",
                "3": "Usted se compromete a cumplir con las siguientes obligaciones: (i) asegurarse de que ha adaptado adecuadamente todos sus procesos de datos y estructura de la empresa a los requisitos impuestos por el Reglamento UE 2016/679, y que cumple totalmente con el marco legislativo; (ii) Incurrir en plena responsabilidad por la exactitud, calidad y legalidad de los datos personales, así como por los reclamos relacionados con los medios de adquisición de los datos del Procesador de datos. Como tal, usted acuerda no enviar ningún dato personal a Upplication que vaya más allá de los propósitos establecidos; (iii) Notificar inmediatamente al Procesador de Datos en caso de cualquier desviación del presente Acuerdo y sus cláusulas, y incurrir en la total responsabilidad de los costos y responsabilidades legales que surjan de las acciones del Upplication; (iv) Supervisar el procesamiento, incluida la realización de inspecciones y auditorías."
              }
            },
            {
              "title": "3.- Uso de nuestra página web y contratación de productos de UPPLICATION",
              "children":{
                "0":"Al realizar un contrato a través de esta página web, usted declara ser mayor de 18 años y tener capacidad legal para celebrar contratos. Al hacer uso de esta página web y al contratar los productos de Upplication a través de la misma Vd. se compromete a:",
                "1":"a) Hacer uso de esta página web únicamente para realizar consultas o pedidos legalmente válidos",
                "2":"b) No realizar ningún pedido falso o fraudulento. Si razonablemente se pudiera considerar que se ha hecho un pedido de esta índole estaremos autorizados a anularlo e informar, en su caso, a las autoridades pertinentes.",
                "3":"c) Facilitarnos su nombre y apellidos o denominación social, el NIF o CIF, dirección de correo electrónico, dirección postal y teléfono de contacto de forma veraz y exacta. Asimismo, consiente que podremos hacer uso de dicha información para ponernos en contacto con usted si es necesario. En caso de que los datos que nos suministre no se ajustaran a la realidad, Upplication podrá cancelar o no iniciar relaciones contractuales con Vd.",
                "4":"d) A utilizar los productos con fines ajustados a la Ley y cumpliendo con los requisitos que, en su caso, la Ley exija, así como con lealtad y buena fe frente a terceros."
              }
            },
            {
              "children": [
                "La información contenida en las presentes Condiciones y los detalles contenidos en esta página web no constituye una oferta de venta, sino una invitación para contratar. No existirá ningún contrato entre usted y nosotros en relación con ningún producto o servicio hasta que haya sido satisfecho el precio correcto que en cada caso y para cada modalidad se indica, y haya sido expresamente aceptado por nosotros.",
                "Si su pedido no es aceptado y ya se hubiese realizado algún cargo en su cuenta, el importe del mismo le será reintegrado en su totalidad.",
                "Para realizar un pedido, deberá seguir el procedimiento de compra on-line siguiendo estrictamente las instrucciones que se le formulan."
              ],
              "title": "4.- Celebración del contrato de adquisición de productos de Upplication"
            }
          ],
          "title": "Condiciones de uso de la página web, compra de productos y contratación"
        },
        "4": {
          "children": [
            "Nos reservamos el derecho de retirar cualquier producto o servicio de esta página web en cualquier momento."
          ],
          "title": "MODIFICACIONES EN LA OFERTA DE PRODUCTOS"
        },
        "5": {
          "children": {
            "0": "El precio de cada producto será el que se establezca en cada momento en nuestra página web, salvo en caso de error.",
            "1": "Si descubriésemos un error en el precio de alguno de los productos que usted ha encargado, le informaremos lo antes posible y le daremos la opción de reconfirmar su pedido al precio correcto o bien anularlo. Si no logramos ponernos en contacto con usted, el pedido se considerará cancelado y se le reembolsarán íntegramente las cantidades que hubiesen sido abonadas. No estaremos obligados a suministrarle ningún producto a un precio incorrecto (incluso aunque le hayamos enviado alguna confirmación).",
            "2": "El procedimiento para el pago es el que se describe en la página web y deberá seguir todos los pasos que se le indicarán. La transacción es segura, será verificada por el sistema CV2 y la responsabilidad de la misma es de Upplication.",
            "3": "Una vez completados todos los pasos no se admitirá el retroceso de ningún pago con la sola excepción de lo señalado en el párrafo anterior.",
            "4": "En caso de que el producto o servicio contratado incluya importes a pagar por su parte de forma periódica, Vd. deberá atender los pagos a los vencimientos señalados.",
            "5": "En caso de incumplimiento por su parte de cualquier obligación de pago, total o parcialmente, Upplication podrá resolver el contrato de forma inmediata."
          },
          "title": "PRECIO Y PAGO"
        },
        "6": {
          "children":{
            "0":"Los precios de esta página web incluyen IVA",
            "1":"El tipo de IVA aplicable será el legalmente vigente en cada momento en función del producto o servicio concreto de que se trate.",
            "2":"En caso de que existiera un error o una modificación legal del tipo o régimen impositivo de modo que la operación esté sujeta a un régimen o gravamen fiscal distinto del previsto en el momento de la contratación, la operación se ajustará al régimen que legalmente esté vigente en cada momento de modo que el comprador pagará el importe que faltare o el vendedor le restituirá el importe sobrante, según el caso."
          }
        },
        "7": {
          "children": [
            "Las condiciones particulares del contrato estarán constituidas por la definición que se proporciona en la página web de Upplication del Plan que contrate el Cliente."
          ],
          "title": "SOBRE EL CONTENIDO DEL CONTRATO"
        },
        "8": {
          "children": {
            "0": "Dado que los productos que ofrece Upplication incluyen que el Cliente podrá utilizarlos en sus relaciones, personales o comerciales, con terceros, en la utilización que pueda realizar de los productos contratados con Upplication, el Cliente se compromete a respetar los siguientes principios:",
            "1": "a) La salvaguarda del orden público, la investigación penal, la seguridad pública y la defensa nacional.",
            "2": "b) La protección de la salud pública o de las personas físicas o jurídicas que tengan la condición de consumidores o usuarios incluso cuando actúen como inversores.",
            "3": "c) El respeto a la dignidad de la persona y al principio de no discriminación por motivos de raza, sexo, religión, opinión, nacionalidad, discapacidad o cualquier otra circunstancia personal o social.",
            "4": "d) La protección de la juventud y de la infancia.",
            "5": "e) La salvaguarda de los derechos de propiedad intelectual.",
            "6": "e) Se respetarán en todo caso las garantías, normas y procedimientos previstos en el ordenamiento jurídico para proteger los derechos a la intimidad personal y familiar, a la protección de los datos personales, a la libertad de expresión o a la libertad de información.",
            "7": "Debido a que los productos que se pueden contratar prevén la creación y gestión por parte del Cliente de una web, el Cliente es consciente de que, además de cumplir con las anteriores condiciones, deberá cumplir con las prevenciones y requisitos establecidos en la Ley 34/2002 de 11 de julio de Servicios de la Sociedad de la Información.",
            "8": "Upplication no es responsable de las infracciones o incumplimientos en los que el Cliente pudiera incurrir en relación con lo contemplado en la presente cláusula."
          },
          "title": "COMPROMISOS GENERALES FRENTE A TERCEROS DEL USUARIO DE Upplication"
        },
        "9": {
          "children": [
            "El uso que el Cliente haga de los productos contratados con Upplication puede dar lugar a que el cliente acuerde compromisos de carácter civil, mercantil o administrativo frente a terceros y/o Administraciones públicas. El Cliente es consciente de que Upplication no es parte de esos posibles compromisos ni puede verse afectada directa o indirectamente por los mismos. El Cliente adoptará, en su caso, las medidas necesarias para mantener a Upplication al margen e indemne de cualquier responsabilidad derivada de aquéllos."
          ],
          "title": "COMPROMISOS CONTRACTUALES FRENTE A TERCEROS DEL USUARIO DE Upplication"
        },
        "10": {
          "children": {
            "0": "Debido a la naturaleza abierta de esta página web y debido a que los productos que se ofrecen consisten en aplicaciones electrónicas que se distribuyen a través de las redes generales de comunicación, existe la posibilidad de que se produzcan errores en el almacenaje y transmisión de información digital, así como riesgos de ataques o alteraciones fraudulentas por parte de terceros. En consecuencia, no podemos garantizar la precisión y seguridad de la información transmitida u obtenida tanto por medio de esta página web como la que se suministre para dar cumplimiento a los Contratos que Vd. pueda celebrar.",
            "1": "Con el alcance que permita la ley, excluimos todas las garantías, salvo aquéllas que no puedan ser legítimamente excluidas frente a los consumidores y usuarios.",
            "2": "Lo dispuesto en la presente cláusula no afectará a sus derechos legales en caso de que Vd. actúe como consumidor y usuario.",
            "3": "Por otra parte, se hace constar a los efectos de los artículos 15 y 16 de la Ley 34/2002 de Servicios de la Sociedad de la Información que en el desarrollo del Contrato Upplication:",
            "4": "a) No modificará la información que reciba.",
            "5": "b) Permitirá el acceso a ella solamente al Cliente.",
            "6": "c) Su sistema respeta las normas generalmente aceptadas y aplicadas para la actualización de la información.",
            "7": "d) Upplication no interfiere en la utilización lícita de tecnología generalmente aceptada y empleada por el sector para obtener datos sobre la utilización de la información.",
            "8": "e) Upplication retirará la información que haya almacenado, o hará imposible el acceso a ella, cuando tenga conocimiento efectivo de que ha sido retirada del lugar en que se encontraba, o bien que se ha imposibilitado el acceso a ella, o bien que una autoridad competente ha ordenado su retirada o impedido el acceso a ella.",
            "9": "f) Upplication no tendrá conocimiento efectivo de la información que reciba de Vd. hasta tal punto que le permita analizar o discernir sobre la licitud o ilicitud de actividad que Vd. desarrolle mediante el producto contratado, o que la misma pueda producir lesión en los derechos o bienes de un tercero. No obstante, si por cualquier medio comprobara o llegara a su conocimiento que en su actuación el Cliente ha podido incurrir en una actividad ilícita o lesiva de los derechos o bienes de un tercero, Upplication actuará con diligencia retirando los datos o haciendo imposible el acceso a ellos y se reserva al derecho a resolver el Contrato sin tener que restituir ningún importe, y con reserva de acciones legales."
          },
          "title": "EXONERACIÓN DE RESPONSABILIDAD"
        },
        "11": {
          "children": {
            "0": "Los productos y servicios ofrecidos por Upplication contienen software original cuyo autor es UPPLICATION SOFTWARE TECHNOLIGIES, S.L., a los efectos del art. 96 del Real Decreto Legislativo 1/1996 que aprueba la Ley de Propiedad Intelectual. También gozan de dicha protección las versiones sucesivas y los programas derivados, así como la documentación técnica y los manuales e instrucciones de uso de los distintos productos.",
            "1": "Usted podrá hacer uso de dicho material únicamente en la forma en que se lo autoricemos expresamente nosotros y en ningún caso está autorizado a considerarse licenciatario ni a divulgarlo ni a transmitirlo a terceros. Tampoco está autorizado a reproducirlo, ni total ni parcialmente, ni aún de forma transitoria, ni a introducir ninguna modificación distinta a las que estén previstas en el propio producto de forma ordinaria.",
            "2": "También se le informa que todos los signos distintivos, iconos y logotipos que Vd. puede ver en la página web, o que se le suministren si Vd. suscribe un contrato, están protegidos por la legislación española sobre patentes y marcas y Vd. no tiene autorización para hacer uso de ellos bajo ningún concepto."
          },
          "title": "PROPIEDAD INTELECTUAL  E INDUSTRIAL"
        },
        "12": {
          "children": [
            "En el caso de que nuestra página web contenga links o enlaces a otras páginas web y materiales de terceros, dichos links se facilitan únicamente a efectos informativos, sin que nosotros tengamos control alguno sobre el contenido de dichas páginas web o materiales. Por lo tanto, no aceptamos responsabilidad alguna por cualquier daño, perjuicio o pérdida derivados de su uso."
          ],
          "title": "LINKS DESDE NUESTRA PÁGINA WEB"
        },
        "13": {
          "children": [
            "A efectos contractuales, Vd. consiente en usar el correo electrónico que facilita en el proceso de contratación como medio de comunicación a efectos contractuales y reconoce que tanto el contrato como la notificación, información y demás comunicaciones que le enviemos de forma electrónica cumplen con los requisitos legales de ser por escrito. Esta condición no afectará a sus derechos irrenunciables reconocidos por ley.",
            "Para probar que la notificación ha sido hecha, será suficiente con probar que el correo electrónico fue enviado a la dirección de correo especificada por Vd. en el proceso de contratación aunque no conste la recepción.",
            "De forma recíproca, las notificaciones que usted nos envíe deberán remitirse siempre al correo administracion@Upplicationapps.com y, del mismo modo, cumplirán con todos los requisitos para ser válidas y suficientes a efectos contractuales."
          ],
          "title": "COMUNICACIONES POR ESCRITO"
        },
        "14": {
          "children": [
            "El Contrato es vinculante tanto para usted como para nosotros.",
            "Usted no podrá transmitir, ceder, gravar o de cualquier otro modo transferir el Contrato o alguno de los derechos u obligaciones derivados del mismo a ningún tercero sin haber obtenido nuestro consentimiento previo por escrito.",
            "Upplication podrá transmitir, ceder, gravar, subcontratar o de cualquier otro modo transferir un Contrato o alguno de los derechos u obligaciones derivados del mismo a cualquier tercero y en cualquier momento durante la vigencia del Contrato. Para evitar cualquier duda, dichas transmisiones, cesiones, gravámenes u otras transferencias no afectarán los derechos que, en su caso, usted tiene en virtud del contrato o como consumidor / usuario reconocidos por ley."
          ],
          "title": "CESIÓN DE DERECHOS Y OBLIGACIONES"
        },
        "15": {
          "children": [
            "Aunque contamos con importantes medidas de seguridad, debemos advertirle de que no seremos responsables de cualquier daño o pérdida resultante de un ataque de denegación de servicio, virus o cualquier otro programa o material tecnológicamente perjudicial o dañino que pueda afectar a su ordenador, equipo informático, datos o materiales como consecuencia del uso de esta página web, del uso de los productos que Vd. adquiera o de la descarga de contenidos de la misma o a los que la misma redireccione.",
            "Usted no debe realizar un uso indebido de esta página web mediante la introducción intencionada en la misma de virus, troyanos, gusanos, bombas lógicas o cualquier otro programa o material tecnológicamente perjudicial, dañino o que altere el contenido, bien modificándolo, bien redireccionándolo. Usted no tratará de tener acceso no autorizado a esta página web, al servidor en que dicha página se encuentra alojada o a cualquier servidor, ordenador o base de datos relacionada con nuestra página web o con las empresas que subcontratemos. Vd. se compromete a no atacar esta página web a través de un ataque de denegación de servicio o de un ataque de denegación de servicio distribuido.",
            "El incumplimiento de esta cláusula podría llevar aparejada la comisión de infracciones tipificadas por la normativa aplicable. Informaremos de cualquier incumplimiento de dicha normativa a las autoridades competentes y cooperaremos con ellas para descubrir la identidad del atacante. Asimismo, en caso de incumpla o intente incumplir la presente cláusula, dejará inmediatamente de estar autorizado a usar esta página web. Asimismo, en estos casos será responsable de todos los daños y perjuicios de naturaleza económica o de cualquier otra naturaleza que pudiera causar."
          ],
          "title": "VIRUS, PIRATERÍA Y OTROS ATAQUES INFORMÁTICOS"
        },
        "16": {
          "children": {
            "0": "No seremos responsables por ningún incumplimiento o retraso en el cumplimiento de alguna de las obligaciones que asumamos al amparo de un Contrato, cuya causa se deba a acontecimientos que están fuera de nuestro control razonable (\"Causa de Fuerza Mayor\").",
            "1": "Las Causas de Fuerza Mayor incluirán cualquier acto, acontecimiento, falta de ejercicio, omisión o accidente que, entre otros y sin carácter limitativo, se enumeran a continuación:",
            "2": "a) Huelgas, cierres patronales u otras medidas reivindicativas.",
            "3": "b) Rebelión, invasión, ataque terrorista o amenaza terrorista, guerra (declarada o no) o amenaza o preparativos de guerra.",
            "4": "c) Incendio, explosión, tormenta, inundación, terremoto, hundimiento, epidemia o cualquier otro desastre natural o causado por el hombre, con culpa o accidentalmente.",
            "5": "d) Imposibilidad o dificultad grave de utilizar sistemas públicos o privados de telecomunicaciones y de almacenamiento y tratamiento de datos.",
            "6": "e) Actos, decretos, legislación, normativa o restricciones de cualquier gobierno o autoridad pública.",
            "7": "Se entenderá que nuestras obligaciones derivadas de los Contratos quedarán suspendidas durante el período en que la Causa de Fuerza Mayor continúe, y dispondremos de una ampliación en el plazo para cumplir dichas obligaciones por un periodo de tiempo igual al que dure la Causa de Fuerza Mayor. Pondremos todos los medios razonables para que finalice la Causa de Fuerza Mayor o para encontrar una solución que nos permita cumplir nuestras obligaciones en virtud del Contrato a pesar de la Causa de Fuerza Mayor."
          },
          "title": "OTROS ACONTECIMIENTOS FUERA DE NUESTRO CONTROL"
        },
        "17": {
          "children": {
            "0": "El Cliente podrá contratar los productos con las duraciones temporales y condiciones particulares aplicables a cada uno de los planes que se ofrecen.",
            "1": "Durante el tiempo en que esté en vigor el Plan que haya contratado, Upplication estará obligada a dar soporte a los servicios que incluye el producto durante el periodo que en cada caso se indica según la modalidad escogida.",
            "2": "El periodo contractual abarcará desde la fecha de formalización electrónica del Contrato hasta su cancelación a instancias del Cliente o de Upplication.",
            "3": "El Cliente podrá desistir del Contrato en cualquier momento pero su efectividad se producirá en el último día de la mensualidad en curso, cuyo pago, por lo tanto, deberá efectuarse. Upplication no tendrá que devolver ninguna cantidad recibida a cuenta.",
            "4": "La comunicación de aviso de cancelación o no renovación por parte del cliente deberá realizarse a la siguiente dirección de correo electrónico: administracion@Upplicationapps.com.",
            "5": "En caso de falta de pago de cualquiera de las obligaciones de pago, así como en caso de incumplimiento por parte del Cliente de cualquiera de sus obligaciones derivadas de las presentes Condiciones o de las condiciones particulares del Plan contratado, Upplication estará facultada, pero no obligada, para resolver el contrato y cancelar inmediata y definitivamente el uso del producto o servicio, a todos los efectos. También tendrá derecho a reclamar todos aquellos vencimientos anteriores a la resolución del contrato que estuvieren pendientes de pago.",
            "6": "En caso de que Upplication cancelara el contrato, por cualquier causa, incluso por Fuerza Mayor, lo comunicará en la dirección electrónica proporcionada por el Cliente.",
            "7": "Efectos de la extinción del Contrato:",
            "8": "a) Cuando se extinga el contrato por cualquier causa, incluyendo el vencimiento, el incumplimiento del Cliente, Fuerza Mayor o cualquier otro motivo, Upplication interrumpirá la conexión del Cliente con su sistema.",
            "9": "b) Todos los datos e informaciones, tanto del Cliente como de sus contactos (clientes propios o particulares), que hayan quedado almacenados en los sistemas de Upplication o de las empresas con las que haya subcontratado a consecuencia de los servicios prestados, serán destruidos salvo en los casos previstos por la Ley.",
            "10": "c) Ninguna de las partes tendrá acción de reclamación frente a la otra como consecuencia de la resolución del contrato, excepto las acciones de reclamación de Upplication frente al cliente por motivo de falta de pago y/o incumplimiento de sus obligaciones, que permanecerán vigentes."
          },
          "title": "DURACIÓN, RESOLUCIÓN Y EXTINCIÓN DEL CONTRATO"
        },
        "18": {
          "title": "RENUNCIA",
          "children": {
            "0": "La falta de requerimiento por nuestra parte del cumplimiento estricto por su parte de alguna de las obligaciones asumidas por Vd. en virtud de un Contrato o de las presentes Condiciones, o la falta de ejercicio por nuestra parte de los derechos o acciones que nos pudiesen corresponder en virtud de dicho Contrato o de las Condiciones, no supondrá renuncia ni limitación alguna en relación con dichos derechos o acciones ni le exonerará a Vd. de cumplir con tales obligaciones.",
            "1": "En caso de que expresamente renunciemos por nuestra parte a un derecho o acción concreto, ello no supondrá una renuncia a otros derechos o acciones derivados del contrato o de las presentes Condiciones.",
            "2": "Ninguna renuncia por nuestra parte a alguna de las presentes Condiciones o a los derechos o acciones derivados del contrato surtirá efecto, a no ser que se establezca expresamente que es una renuncia y se le comunique a usted por escrito."
          }
        },
        "19": {
          "children": [
            "Si alguna de las presentes Condiciones o alguna disposición de un Contrato fuesen declaradas nulas y / o sin efecto por resolución firme o de carácter cautelar por parte de una autoridad competente, los restantes términos y condiciones permanecerán en vigor, sin que queden afectados por dicha declaración de nulidad."
          ],
          "title": "NULIDAD PARCIAL"
        },
        "20": {
          "children": [
            "Las presentes Condiciones, conjuntamente con las derivadas del Contrato en los términos que se le exponen a lo largo del procedimiento de contratación, constituyen el acuerdo íntegro existente entre usted y nosotros en relación con el Contrato y sustituyen a cualquier otro pacto, acuerdo o promesa anterior convenida entre usted y nosotros verbalmente o por escrito.",
            "Vd. y nosotros reconocemos haber consentido la celebración del Contrato sin haber confiado en ninguna declaración o promesa hecha por la otra parte o que pudiera inferirse de cualquier declaración o escrito en las negociaciones entabladas por los dos antes de dicho Contrato, salvo aquello que figura expresamente mencionado en las presentes Condiciones y en las condiciones particulares del Plan o Planes contratados."
          ],
          "title": "ACUERDO COMPLETO"
        },
        "21": {
          "children": {
            "0": "Tenemos derecho a revisar y modificar las presentes Condiciones en cualquier momento.",
            "1": "En cualquier caso, las Condiciones del Contrato que Vd. suscriba serán las que estén vigentes en el momento de su suscripción, salvo que por ley o decisión de autoridades públicas debamos hacer cambios con carácter retroactivo. En este caso los posibles cambios afectarán también a los pedidos que usted hubiera hecho previamente."
          },
          "title": "NUESTRO DERECHO A MODIFICAR ESTAS CONDICIONES"
        },
        "22": {
          "children": [
            "El uso de nuestra página web y los contratos de adquisición de productos a través de la misma se regirán por la legislación española.",
            "Cualquier controversia que surja o guarde relación con el uso de la página web o con dichos contratos será sometida a la jurisdicción de los juzgados y tribunales de Madrid capital, España."
          ],
          "title": "LEGISLACIÓN APLICABLE Y JURISDICCIÓN"
        },
        "23":{
          "children": [
            {
              "title": "PLAN PROFESIONAL",
              "children": [
                "Aspectos funcionales:",
                "- App móvil Android y iOS. Los sistema operativos en los que se desarrollarán tus apps serán Android de Google y iOS de Apple.",
                "- Web multidispositivo (pc, tablet, smartphone). Web válida para los dispositivos: smartphone, tablet y PC. Es accesible y se ajusta visual y funcionalmente a cada una de estas pantallas.",
                "- Subida a los markets. Upplication se encarga de subir tus apps a los markets de Google Play y App Store. La decisión final siempre depende de Google o iOS, ellos son los que filtran que aplicaciones sí y cuáles no entran en sus markets Google Play Store o App Store. Upplication sólo se encarga de realizar la petición de aceptación a Google o iOS y de facilitarle el contenido necesario. <br> **PUBLICACIÓN EN APP STORE DE APPLE: Para publicar tu app móvil en el App Store de Apple tendrás que crear tu propia cuenta de desarrollador. Esta cuenta tiene un coste de 99€ al año, con IVA incluido en el precio. Nuestro equipo de soporte te ayudará a crear esta cuenta de desarrollador, pero el coste de la creación y el mantenimiento de esta cuenta será responsabilidad del cliente.",
                "- Sin publicidad Upplication. La aplicación no lleva publicidad de Upplication y/o de terceros.",
                "- Sin firma en las plantillas. La aplicación no lleva firma de Upplication en la plantilla.",
                "- Estadísticas. Obtén información de qué está pasando en tu aplicación. Te damos las herramientas necesarias para tener siempre el control de qué están haciendo tus clientes.",
                "- Notificaciones push. El dashboard permitirá enviar 4 notificaciones push al mes.",
                "PRECIO: Pago mensual: 16,50€ € al mes IVA no inc."
              ]
            },
            {
              "title": "PLAN PREMIUM",
              "children": [
                "Aspectos funcionales:",
                "- App móvil Android y iOS. Los sistema operativos en los que se desarrollarán tus apps serán Android de Google y iOS de Apple.",
                "- Web multidispositivo (pc, tablet, smartphone). Web válida para los dispositivos: smartphone, tablet y PC. Es accesible y se ajusta visual y funcionalmente a cada una de estas pantallas.",
                "- Subida a los markets. Upplication se encarga de subir tus apps a los markets de Google Play y App Store. La decisión final siempre depende de Google o iOS, ellos son los que filtran que aplicaciones sí y cuáles no entran en sus markets Google Play Store o App Store. Upplication sólo se encarga de realizar la petición de aceptación a Google o iOS y de facilitarle el contenido necesario. <br> **PUBLICACIÓN EN APP STORE DE APPLE: Para publicar tu app móvil en el App Store de Apple tendrás que crear tu propia cuenta de desarrollador. Esta cuenta tiene un coste de 99€ al año, con IVA incluido en el precio. Nuestro equipo de soporte te ayudará a crear esta cuenta de desarrollador, pero el coste de la creación y el mantenimiento de esta cuenta será responsabilidad del cliente.",
                "- Sin publicidad Upplication. La aplicación no lleva publicidad de Upplication y/o de terceros.",
                "- Sin firma en las plantillas. La aplicación no lleva firma de Upplication en la plantilla.",
                "- Estadísticas. Obtén información de qué está pasando en tu aplicación. Te damos las herramientas necesarias para tener siempre el control de qué están haciendo tus clientes.",
                "- Notificaciones push. El dashboard permitirá enviar notificaciones push ilimitadas.",
                "- Atención al cliente personalizada. Llámanos y te ayudaremos a crear una aplicación de alta calidad. Estaremos a tu disposición en el teléfono 917 958 203 (coste de la llamada variará en función del operador ajustándose a la tarifa ordinaria nacional) de Lunes a Jueves de 10:00h a 18:00h y Viernes de 10:00h a 15:00h (hora en España). En verano el horario será Lunes a Viernes de 09:00h a 15:00h (hora en España).",
                "- eBook gratuito sobre Marketing App para pymes. Upplication pone a tu disposición un eBook online y descargable para aprender a mejorar tu empresa y aumentar tus ventas usando la app móvil de tu negocio.",
                "PRECIO: Pago mensual: 59€ al mes IVA no inc."
              ]
            }
          ],
          "title": "CONDICIONES PARTICULARES"
        },
        "24":{
          "children":[
              "Son de aplicación nuestras condiciones generales, que tienes que aceptar en el momento de la contratación.",
            {
              "title": "ATENCIÓN AL CLIENTE",
              "children": [
                "Estamos disponibles para solucionar cualquier duda o problema de Lunes a Jueves de 10:00h a 18:00h y Viernes de 10:00h a 15:00h. En verano el horario será Lunes a Viernes de 09:00h a 15:00h, hora en España, en el teléfono 917 958 203 (coste de la llamada variará en función del operador ajustándose a la tarifa ordinaria nacional), en el Chat on-line al navegar por el portal o en el siguiente e-mail soporte.vodafone@winguapps.com."
              ]
            },
            {
              "title": "SOPORTE TÉCNICO",
              "children": [
               "Si tienes problemas o dudas de índole técnica, acude a la sección de: Preguntas Frecuentes (FAQ’s) de nuestra web. También puedes escribirnos un email a soporte.vodafone@winguapps.com o llamarnos por teléfono al número 910 005 90 22 (coste de la llamada variará en función del operador ajustándose a la tarifa ordinaria nacional) de Lunes a Jueves de 10:00h a 18:00h y Viernes de 10:00h a 15:00h. En verano el horario será Lunes a Viernes de 09:00h a 15:00h. Hora en España."
              ]
            },
            {
              "title":"CANCELACIÓN DEL SERVICIO",
              "children":[
                "El Cliente podrá darse de baja cuando lo estime oportuno, eliminando su app desde el panel de control de Vodafone.",
                "Si el Cliente efectuó el pago anual, no se le reembolsará cantidad económica alguna, al darse de baja de su Plan.",
                "Si el Cliente optó por el pago mensual, no se le reembolsará la mensualidad pagada, correspondiente al mes en que se dé de baja de su Plan.",
                "Si el Cliente optó por el pago fraccionado, no se le reembolsará la mensualidad pagada, correspondiente al mes en que se dé de baja de su Plan."
              ]
            }
          ],
          "title": "CONDICIONES GENERALES"
        }
      },
      "title": "Términos y condiciones"
    }
  }
}